TargetApplication=ImgBurn
Author=Besmir Godole
SourceLANGID=2057
LANGID=1052
Generator=DKLang Translation Editor v3.0
LastModified=2012-03-31 15:45:00

[frmAbout]
00000001=Për ImgBurn
00000002=ImgBurn
00000003=Versioni:
00000004=E panjohur
00000005=Kodimi:
00000006=LIGHTNING UK!
00000007=Licenca:
00000008=FALAS
00000009=KY SOFTUER MUND TË JEPET VETËM FALAS
00000010=Rrjeta:
00000011=E panjohur
00000012=Forumi:
00000013=E panjohur
00000014=Posta-e:
00000015=E panjohur
00000016=OK
00000017=Kthimi:
00000018=Besmir Godole

[frmAskEraseDisc]
00000001=Fshij Diskun
00000002=Fshij Diskun
00000003=Do fshihen të gjitha të dhënat në disk!
00000004=Shpejt
00000005=Plotësisht
00000006=Anuloj

[frmAutoLoaderControl]
00000001=Kontrolli i Autongarkuesit
00000002=Pajisje
00000003=E panjohur
00000004=ID Roboti:
00000005=Drajve
00000006=Drajvi
00000007=Nxjerr mediat nga drajvi i seleksionuar
00000008=Nxjerr
00000009=Ngarkoj mediat në drajvin e seleksionuar
00000010=Ngarkoj
00000011=Mohoj mediat nga drajvi i seleksionuar
00000012=Mohoj
00000013=Lloji i Robotit:
00000014=E panjohur
00000015=Roboti Gati:
00000016=E panjohur
00000017=Drajve:
00000018=E panjohur
00000019=ID Drajvi:
00000020=E panjohur
00000021=PngImage0
00000022=PngImage1
00000024=OK
00000027=Teksti i Statusit
00000028=Pastroj Gabimin e Sistemit
00000029=Kalibroj
00000030=VetëTestoj
00000031=Konfiguroj Asociacionet e Drajvit...
00000032=Pastroj Statusin e Koshit

[frmAutomaticWriteSpeed]
00000001=Shpejtësia Automatike e Shkrimit
00000002=Përshkrimi
00000003=Shpejtësia
00000004=OK
00000005=Anuloj
00000006=Parametra
00000007=Azhurnoj
00000008=Shpejtësia e Shkrimit:
00000009=Shtoj
00000010=Heq
00000011=Pajisja:
00000012=ID Disku:
00000013=Shpejtësia e Shkrimit:
00000014=Azhurnoj
00000015=Heq
00000016=Shtoj
00000017=Përcaktoj 'ID Disku' e medias aktuale
00000018=Në Pamje
00000019=ID Disku
00000020=Pajisja
00000021=Importoj
00000022=Eksportoj
00000023=PngImage0
00000024=PngImage1
00000025=Zgjeroj të Gjitha
00000026=Mbledh të Gjitha
00000027=Si fillim...
00000028=Shkruan kodin e medias (p.sh. MCC-004-00), seleksionon shpejtësinë e shkrimit që përdorin drajvet e ndryshme dhe pastaj klikon butonin 'Shtoj', për ta shtuar në listë!
00000029=Parametra
00000030=Tregoj Pajisjet e Papranishme

[frmBuildImageTree]
00000001=Ndërtimi i Pemës së Imazhit...
00000002=Anuloj
00000003=Direktoria Aktuale
00000004=E panjohur
00000005=Njësia Aktuale
00000006=E panjohur
00000007=Progresi

[frmBurnNextDisc]
00000001=Të lutem vendos diskun tjetër...
00000002=Teksti i Statusit
00000003=Lë Imazhin
00000004=Anuloj
00000005=Tjetër
00000006=E panjohur
00000007=Koha:
00000008=Sektorët:
00000009=E panjohur
00000010=Masa:
00000011=E panjohur
00000012=E panjohur
00000013=Etiketa:
00000014=Hap dosjen përmbledhëse
00000015=E panjohur
00000016=Kopje:
00000017=E panjohur
00000018=Ngarkoj
00000019=Nxjerr
00000020=E panjohur
00000021=Gjej Diskun Tjetër Bosh në Ndërrues
00000022=Shikoj Kontrollin e Ndërruesit...
00000023=OK
00000024=Pas
00000025=E panjohur
00000026=Etiketa:
00000027=Eksportoj Grafikët...
00000028=Shfaq Grafikët...
00000029=Hap dosjen përmbledhëse
00000030=Të Dhënat Grafike:
00000031=E panjohur
00000032=Kopje:
00000033=E panjohur
00000034=Fshij imazhin
00000035=Ngarkoj
00000036=Nxjerr
00000037=E panjohur
00000038=Ndryshoj
00000039=Shfaq Informacionin e Thyerjes së Shtresës IFO
00000040=Kopjoj

[frmBurnQueue]
00000001=Radha e Shkrimit
00000002=Lëviz poshtë imazhin e seleksionuar (Ctrl+Down)
00000003=Lëviz në fund imazhin e seleksionuar (Ctrl+End)
00000004=Lëviz në krye imazhin e seleksionuar (Ctrl+Home)
00000005=Lëviz lart imazhin e seleksionuar (Ctrl+Up)
00000006=Heq imazhet e seleksionuara (Del)
00000007=Heq të gjitha imazhet (Ctrl+Del)
00000008=Shfletoj skedën... (Ins)
00000009=Shkruaj
00000010=Krijoj një Skedë CUE...
00000011=Emri
00000012=Statusi
00000013=Informacioni i Radhës
00000014=Imazhet e Mbetura:
00000015=Kopjet e Mbetura:
00000016=E panjohur
00000017=E panjohur
00000018=Informacioni i Imazhit
00000019=Etiketa:
00000020=Sektorët:
00000021=Masa:
00000022=E panjohur
00000023=E panjohur
00000024=E panjohur
00000025=Hap dosjen përmbledhëse
00000026=Kopjet e Djegura:
00000027=E panjohur
00000028=Ngarkoj
00000029=Nxjerr
00000030=Zbatoj parametrat te imazhi i seleksionuar
00000031=Zbatoj Seleksionimet:
00000032=E panjohur
00000033=Ndaj imazhet e seleksionuara mes drajveve (Ctrl+S)
00000034=Fshij imazhin kur përfundoj
00000035=Përcaktoj Shpejtësinë e Shkrimit:
00000036=Përcaktoj Pajisjen Aktuale
00000037=Përcaktoj Kopjet:
00000038=Zbatoj *Të gjithë* parametrat te imazhi i seleksionuar
00000039=Të gjitha
00000040=Zbatoj parametrin 'Pajisje' te imazhi i seleksionuar
00000041=Pajisja
00000042=Zbatoj parametrin 'Fshij Imazhin' te imazhi i seleksionuar
00000043=Fshij Imazhin
00000044=Zbatoj parametrin 'Shpejtësia e Shkrimit' te imazhi i seleksionuar
00000045=Shpejt. e Shkrimit
00000046=Zbatoj parametrin 'Kopje' tek imazhi i seleksionuar
00000047=Kopje
00000048=Lëviz në Krye
00000049=Lëviz Lart
00000050=Lëviz Poshtë
00000051=Lëviz në Fund
00000052=Rendit sipas Emrit
00000053=Rendit sipas Emrit (Përbuz Shtegun)
00000054=Rendit sipas Emrit të Dosjes
00000055=Hap Radhën e Fundit
00000056=Hap Radhën...
00000057=Ruaj Radhën...
00000058=Shtoj...
00000059=Heq
00000060=Radhit Përsëri
00000061=Shënoj si të Djegur
00000062=Zbatoj parametrin 'Pajisje' te Seleksionimi
00000063=Zbatoj parametrin 'Fshij Imazhin' te Seleksionimi
00000064=Zbatoj parametrin 'Shpejtësia e Shkrimit' te Seleksionimi
00000065=Zbatoj parametrin 'Kopje' te Seleksionimi
00000066=Zbatoj të Gjithë Parametrat te Seleksionimi
00000067=Ndaj Imazhet e Seleksionuara Mes Drajveve
00000068=Ndaj të Gjitha Imazhet Mes Drajveve
00000069=Heq të Djegurit
00000070=Heq të Radhiturit
00000071=Heq të Gjitha
00000072=Seleksionoj të Gjitha
00000073=Përmbys Seleksionimin
00000074=Ndryshoj
00000075=Shfaq Informacionin e Thyerjes së Shtresës IFO
00000076=PngImage0
00000077=PngImage1
00000078=OK
00000079=Hap Radhën
00000080=Ruaj Radhën

[frmCancel]
00000001=ImgBurn
00000002=Vërtet do e Anulosh?
00000003=Rimarr
00000004=Po
00000005=Jo
00000006=Pushoj

[frmChangeAdvancedSettings]
00000001=Ndryshoj Parametrat e Avancuar
00000002=Pajisja
00000003=E panjohur
00000004=Mirë se erdhe!
00000005=Të lutem seleksiono fushën e duhur për llojin e drajvit tënd
00000006=(Nëse nuk e di çfarë po bën, kliko 'OK' tani!)
00000007=BenQ
00000008=Ndryshimi:
00000009=E panjohur
00000010=Parametri Aktual:
00000011=Parametri i Ri:
00000012=Rifreskoj
00000013=Të lutem seleksiono...
00000014=Të lutem seleksiono...\nMbiShpejtësi\nDjegie e Qëndrueshme (Media e Njohur)\nDjegie e Qëndrueshme (Media e Panjohur)\nShkrim Testues (Media DVD+R/+RW/+R DL)\nWOPC\nEEPROM i Pastër (Media e Mësuar)\n
00000015=Të lutem seleksiono...
00000016=Të lutem seleksiono...\n
00000017=Ndryshoj
00000018=LITE-ON
00000019=Ndryshimi:
00000020=Parametri Aktual:
00000021=E panjohur
00000022=Parametri i Ri:
00000023=Rifreskoj
00000024=Të lutem seleksiono...
00000025=Të lutem seleksiono...\nDetyroj HiperPërmirësim\nHiperPërmirësim në Linjë\nMbiShpejtësi\nDjegie Inteligjente\nPastroj Historikun e OPC\n
00000026=Të lutem seleksiono...
00000027=Të lutem seleksiono...\n
00000028=Ndryshoj
00000029=Plextor
00000030=Ndryshimi:
00000031=Parametri Aktual:
00000032=E panjohur
00000033=Parametri i Ri:
00000034=Rifreskoj
00000035=Të lutem seleksiono...
00000036=Të lutem seleksiono...\nAutoStrategji\nPowerRec\n
00000037=Të lutem seleksiono...
00000038=Të lutem seleksiono...\n
00000039=Ndryshoj
00000040=Samsung
00000041=Ndryshimi:
00000042=Parametri Aktual:
00000043=E panjohur
00000044=Rifreskoj
00000045=Parametri i Ri:
00000046=Të lutem seleksiono...
00000047=Të lutem seleksiono...\nShpejtësi Magjike\n
00000048=Ndryshoj
00000049=Të lutem seleksiono...
00000050=Të lutem seleksiono...\n
00000051=OK
00000052=Avancuar
00000053=Pioneer
00000054=Ndryshimi:
00000055=E panjohur
00000056=Parametri Aktual:
00000057=Parametri i Ri:
00000058=Rifreskoj
00000059=Të lutem seleksiono...
00000060=Të lutem seleksiono...\nShpejtësi Optimale e Shkrimit\nShpejtësi Optimale e Shkrimit (Ruaj në Drajv)\n
00000061=Të lutem seleksiono...
00000062=Të lutem seleksiono...\n
00000063=Ndryshoj

[frmChangeBookType]
00000001=Ndryshoj Llojin e Librit
00000002=Mirë se erdhe!
00000003=Të lutem seleksiono fushën e duhur për llojin e drajvit tënd
00000004=(Nëse nuk e di çfarë po bën, kliko 'OK' tani!)
00000005=BenQ
00000006=Ndryshimi:
00000007=E panjohur
00000008=Parametri Aktual:
00000009=Parametri i Ri:
00000010=Rifreskoj
00000011=Të lutem seleksiono...
00000012=Të lutem seleksiono...\nMedia Aktuale (Për Mediat DVD+RW)\nDrajvi (Media DVD+R)\nDrajvi (Media DVD+RW)\nDrajvi (Media DVD+R DL)\n
00000013=Të lutem seleksiono...
00000014=Të lutem seleksiono...\nDVD-ROM\nDVD-R\nDVD-RW\nDVD+R\nDVD+RW\nDVD+R DL\n
00000015=Ndryshoj
00000016=LG
00000017=Ndryshimi:
00000018=Parametri Aktual:
00000019=E panjohur
00000020=Parametri i Ri:
00000021=Rifreskoj
00000022=Të lutem seleksiono...
00000023=Të lutem seleksiono...\nDrajvi (Media DVD+R)\nDrajvi (Media DVD+R DL)\n
00000024=Të lutem seleksiono...
00000025=Të lutem seleksiono...\nNormale\nDVD-ROM\n
00000026=Ndryshoj
00000027=LITE-ON
00000028=Parametri Aktual:
00000029=E panjohur
00000030=Parametri i Ri:
00000031=Ndryshimi:
00000032=Rifreskoj
00000033=Ndryshoj
00000034=Të lutem seleksiono...
00000035=Të lutem seleksiono...\nNormale\nDVD-ROM\nDVD+RW\n
00000036=Të lutem seleksiono...
00000037=Të lutem seleksiono...\nShkrim Tjetër\nMedia Aktuale (Media DVD+RW)\nDrajvi (Media DVD+R)\nDrajvi (Media DVD+RW)\nDrajvi (Media DVD+R DL)\nDrajvi (Media DVD+R - EEPROM!)\nDrajvi (Media DVD+RW - EEPROM!)\nDrajvi (Media DVD+R DL - EEPROM!)\n
00000038=NEC
00000039=Ndryshimi:
00000040=Parametri Aktual:
00000041=E panjohur
00000042=Parametri i Ri:
00000043=Rifreskoj
00000044=Të lutem seleksiono...
00000045=Të lutem seleksiono...\nDrajvi (Media DVD+R)\nDrajvi (Media DVD+RW)\nDrajvi (Media DVD+R DL)\nDrajvi (Media DVD+R - Temporary)\nDrajvi (Media DVD+RW - Temporary)\nDrajvi (Media DVD+R DL - Temporary)\nVënie Aktive (Media DVD+R)\nVënie Aktive (Media DVD+RW)\nVënie Aktive (Media DVD+R DL)\nRivendos Numëruesin e Ndryshimeve\n
00000046=Të lutem seleksiono...
00000047=Të lutem seleksiono...\nNormale\nDVD-ROM\n
00000048=Ndryshoj
00000049=Nu Tech
00000050=Ndryshimi:
00000051=Parametri Aktual:
00000052=E panjohur
00000053=Parametri i Ri:
00000054=Rifreskoj
00000055=Të lutem seleksiono...
00000056=Të lutem seleksiono...\nMedia Aktuale (Media DVD-RW)\nMedia Aktuale (Media DVD+RW)\nDrajvi (Media DVD-R)\nDrajvi (Media DVD-RW)\nDrajvi (Media DVD+R/+R DL)\nDrajvi (Media DVD+RW)\nDrajvi (Media DVD-R - Flash RAM!)\nDrajvi (Media DVD-RW - Flash RAM!)\nDrajvi (Media DVD+R/+R DL - Flash RAM!)\nDrajvi (Media DVD+RW - Flash RAM!)\n
00000057=Të lutem seleksiono...
00000058=Të lutem seleksiono...\nDVD-ROM\nDVD+R/RW\n
00000059=Ndryshoj
00000060=Plextor
00000061=Ndryshimi:
00000062=Parametri Aktual:
00000063=E panjohur
00000064=Parametri i Ri:
00000065=Rifreskoj
00000066=Të lutem seleksiono...
00000067=Të lutem seleksiono...\nDrajvi (Media DVD+R)\nDrajvi (Media DVD+R DL)\n
00000068=Të lutem seleksiono...
00000069=Të lutem seleksiono...\nNormale\nDVD-ROM\n
00000070=Ndryshoj
00000071=RICOH
00000072=Ndryshimi:
00000073=Parametri Aktual:
00000074=Parametri i Ri:
00000075=E panjohur
00000076=Rifreskoj
00000077=Ndryshoj
00000078=Të lutem seleksiono...
00000079=Të lutem seleksiono...\nMedia Aktuale (Për Mediat DVD+RW)\nDrajvi (Për Mediat DVD+R)\nDrajvi (Për Mediat DVD+RW)\n
00000080=Të lutem seleksiono...
00000081=Të lutem seleksiono...\nTipike\nDVD-ROM\nDVD-R\nDVD-RW\nDVD+R\nDVD+RW\nDVD+R DL\n
00000082=Samsung
00000083=Ndryshimi:
00000084=E panjohur
00000085=Parametri Aktual:
00000086=Parametri i Ri:
00000087=Rifreskoj
00000088=Të lutem seleksiono...
00000089=Të lutem seleksiono...\nDrajvi (Media DVD+R)\nDrajvi (Media DVD+RW)\nDrajvi (Media DVD+R DL)\n
00000090=Të lutem seleksiono...
00000091=Të lutem seleksiono...\nNormale\nDVD-ROM\n
00000092=Ndryshoj
00000093=OK
00000094=Pajisja
00000095=E panjohur
00000096=Media Aktuale:
00000097=E panjohur
00000098=Rifreskoj
00000099=Avancuar

[frmChangeRegionalCode]
00000001=Ndryshoj Kodin Rajonal
00000002=OK
00000003=Anuloj
00000004=Rajoni
00000005=Ndryshimet e Vlefshme të Përdoruesit:
00000006=1. SHBA, Kanada
00000007=2. Evropa Perëndimore, Japoni, Afrika e Jugut
00000008=3. Azi Juglindore
00000009=4. Australi, Amerika Latine
00000010=5. Rusi, Evropa Lindore, Afrikë
00000011=6. Kinë

[frmChangeVolumeLabel]
00000001=Ndryshoj Etiketën e Vëllimit
00000002=Të lutem seleksiono një skedë...
00000003=Shfletoj skedën...
00000004=Hap dosjen përmbledhëse
00000005=OK
00000006=Anuloj
00000007=Zbatoj
00000008=Etiketa e Vëllimit
00000009=ISO9660:
00000010=Joliet:
00000011=UDF:
00000012=Kopjoj etiketën e vëllimit ISO9660 te sistemet e tjera të skedarit
00000013=Kopjoj etiketën e vëllimit Joliet te sistemet e tjera të skedarit
00000014=Kopjoj etiketën e vëllimit UDF te sistemet e tjera të skedarit
00000015=Konvertoj në 'GERMA TË MËDHA'
00000016=Konvertoj në 'germa të vogla'
00000017=Konvertoj në 'Titull'
00000018=Konvertoj në 'Titull'
00000019=Konvertoj në 'germa të vogla'
00000020=Konvertoj në 'GERMA TË MËDHA'
00000021=Përdor datën dhe orën aktuale
00000022=Mundësi
00000023=Aktivizoj garantimin Unicode për Etiketat e Vëllimit UDF
00000024=Asnjë
00000025=Pastroj
00000026=Editimi i Sinkronizuar
00000027=Konvertoj në 'GERMA TË MËDHA'
00000028=Konvertoj në 'germa të vogla'
00000029=Konvertoj në 'Titull'
00000030=ISO9660 - Grupi i Shenjave
00000031=Standarde
00000032=DOS
00000033=ASCII

[frmChooseFont]
00000001=Zgjedh Fontin
00000002=Modeli
00000003=1234567890-=!"£$%^&*()_+
00000004=`[];'#\\,./¬{}:@~|<>?¦
00000005=AaBbCcDdEeFfGgHhIiJjKkLlMm
00000006=NnOoPpQqRrSsTtUuVvWwXxYyZz
00000007=The quick brown fox jumps over the lazy dog
00000008=OK
00000009=Anuloj

[frmConfigureDriveOEM]
00000001=Konfiguroj OEM-in e Drajvit
00000002=OEM Drajvi
00000003=Të lutem seleksiono...
00000004=Të lutem seleksiono...\nBenQ\nLG\nLite-On\nNEC\nNuTech\nPioneer\nPlextor\nRicoh\nSamsung\n
00000005=ID Drajvi
00000006=OK
00000007=Anuloj
00000008=Udhëzime:||1. Seleksiono fabrikantin REAL të drajvit tënd në kutinë listuese 'OEM Drajvi'.|2. Shkruaj vargun ID të drajvit siç duket në dritaren kryesore të programit.||Çdo varg ID duhet të jetë në rreshtin e vet dhe pa asnjë hapësirë para/pas.||Shembull:||OEM Drajvi: Samsung|Vargu ID Drajvi: SONY DVD RW DRU-830A||Kjo do të thotë se drajvi Sony DRU-830A, në të vërtetë, është drajv i Samsung-ut, dhe programi duhet të përdorë komandat e Samsung-ut që ta kontrollojë atë.

[frmCreateCUE]
00000001=Krijoj një Skedë CUE
00000002=Korniza
00000003=Lëviz poshtë njësinë e seleksionuar (Ctrl+Down)
00000004=Lëviz në fund njësinë e seleksionuar (Ctrl+End)
00000005=Lëviz në krye njësinë e seleksionuar (Ctrl+Home)
00000006=Lëviz lart njësinë e seleksionuar (Ctrl+Up)
00000007=Heq njësinë e seleksionuar (Del)
00000008=Shtoj një sesion (Ctrl+S)
00000009=Heq të gjitha njësitë (Ctrl+Del)
00000010=Shfletoj skedën... (Ins)
00000011=Përshkrimi
00000012=Koha
00000013=OK, Shpejt
00000014=OK
00000015=Anuloj
00000022=Konservoj Emrin e Plotë të Shtegut
00000023=Shtoj në Radhën e Shkrimit Kur Përfundoj
00000024=Mundësi
00000039=PngImage0
00000040=PngImage1
00000041=Lëviz në Krye
00000042=Lëviz Lart
00000043=Lëviz Poshtë
00000044=Lëviz në Fund
00000045=Shtoj...
00000046=Heq
00000047=Heq të Gjitha
00000048=Shtoj një Sesion
00000049=Zgjeroj të Gjitha
00000050=Mbledh të Gjitha
00000056=CD-TEXT:
00000057=Asgjë
00000058=Emri i Skedës
00000059=Etiketa
00000060=Modifikoj
00000061=Rifreskoj
00000062=Titulli:
00000063=Këngëtari:
00000064=Tregoj Listën me Kolona...
00000065=Rendit Sipas Numrit në Etiketën e Kolonës
00000066=Rendit sipas Numrit në Etiketën e Kolonës
00000067=Teksti i Statusit
00000068=PreGap:
00000069=Kuadro     (75 Kuadro = 1 Sekondë)
00000070=0 Sekonda
00000071=2 Sekonda
00000072=Modifikoj
00000073=Pëlqej Kohëzgjatjen e Saktë të Kolonës Zanore
00000074=CD-TEXT Tipike (Disku / Kolona)
00000075=Asnjë
00000076=Asnjë\nEtiketa\nModifikoj\n
00000077=Asnjë
00000078=Asnjë\nEmri i Skedës\nEtiketa\nModifikoj\n
00000079=Shfrytëzimi i Medias %
00000080=Shfaq Listën e Filtrave DirectShow...

[frmCreateLayerBreak]
00000001=Krijoj Pozicionin e Thyerjes së Shtresës
00000002=Që të vijosh, mbyll dritaren e parashikimit!
00000003=LBA
00000004=Mbushje
00000005=Skeda/VTS
00000006=LU
00000007=PGC
00000008=Kapitulli
00000009=Qeliza
00000010=V/C ID
00000011=Koha e Nisjes
00000012=SPLIP
00000013=OK
00000014=Anuloj
00000015=Përbuz Mundësitë e Thyerjes së Shtresës
00000016=Legjenda
00000017=Shkëlqyer
00000018=Shumë Mirë
00000019=Mirë
00000020=Mesatare
00000021=Mundësi
00000022=Nuk azhurnoj skedat IFO/BUP
00000023=Pa u dukur
00000024=Parashikoj Qelizën e Seleksionuar
00000025=PngImage0
00000026=PngImage1
00000027=PngImage2
00000028=PngImage3
00000029=Parashikoj
00000030=ILVU

[frmCreateMDS]
00000001=Krijoj një Skedë MDS
00000006=OK
00000007=Anuloj
00000008=Konservoj Emrin e Plotë të Shtegut
00000010=OK, Shpejt
00000011=LBA e Thyerjes së Shtresës:
00000012=Shtoj në Radhën e Shkrimit Kur Përfundoj
00000013=Heq njësinë e seleksionuar (Del)
00000014=Shfletoj skedën... (Ins)
00000015=Lëviz lart njësinë e seleksionuar (Ctrl+Up)
00000016=Lëviz poshtë njësinë e seleksionuar (Ctrl+Down)
00000017=Heq të gjitha njësitë (Ctrl+Del)
00000018=Kaloj Sipër
00000019=Kaloj Poshtë
00000020=Shtoj...
00000021=Heq
00000022=Heq të Gjitha
00000023=Lëviz në fund njësinë e seleksionuar (Ctrl+End)
00000024=Lëviz në krye njësinë e seleksionuar (Ctrl+Home)
00000025=Lëviz në Krye
00000026=Lëviz në Fund
00000027=PTP
00000028=OTP
00000029=Lloji i Medias:
00000031=Asnjë\nCD-ROM\nDVD-ROM\nHD DVD-ROM\nBD-ROM\nBD-R\nBD-RE\n
00000032=Asnjë
00000033=DVD-ROM
00000034=DVD-ROM\nDVD-R\nDVD-RW\nDVD+R\nDVD+RW\n

[frmCreateVolumeLabel]
00000001=Konfirmoj Etiketën e Vëllimit
00000002=Vura re që 'Etiketa e Vëllimit' e këtij imazhit nuk është e përcaktuar.
00000003=Si program i mirë që jam, kam një problem të cilin po e gjeneroj tani!
00000004=Të përdor këtë etiketën e vëllimit?
00000005=Anuloj - 'Po' Automatike
00000006='Po' Automatike për x sekonda...
00000007=Po
00000008=Jo
00000009=Anuloj
00000010=Etiketa e Vëllimit
00000011=ISO9660:
00000012=Joliet:
00000013=UDF:
00000014=Kopjoj etiketën e vëllimit ISO9660 te sistemet e tjera të skedarit
00000015=Kopjoj etiketën e vëllimit Joliet te sistemet e tjera të skedarit
00000016=Kopjoj etiketën e vëllimit UDF te sistemet e tjera të skedarit
00000017=Konvertoj në 'GERMA TË MËDHA'
00000018=Konvertoj në 'germa të vogla'
00000019=Konvertoj në 'Titull'
00000020=Konvertoj në 'GERMA TË MËDHA'
00000021=Konvertoj në 'germa të vogla'
00000022=Konvertoj në 'Titull'
00000023=Përdor datën dhe orën aktuale
00000024=Editimi i Sinkronizuar
00000025=Konvertoj në 'GERMA TË MËDHA'
00000026=Konvertoj në 'germa të vogla'
00000027=Konvertoj në 'Titull'

[frmDeviceCapabilities]
00000001=Aftësitë e Pajisjes
00000002=E panjohur
00000003=Pajisja:
00000004=Specifikat e Shitësit:
00000005=Numri i Serisë:
00000006=E panjohur
00000007=E panjohur
00000008=Masa e Zbutësit:
00000009=E panjohur
00000010=Versioni i Mikrokodit:
00000011=E panjohur
00000012=Aftësitë e Leximit
00000013=CD-R
00000014=CD-RW
00000015=DVD-ROM
00000016=DVD-R
00000017=DVD-RW
00000018=DVD+R
00000019=DVD+RW
00000020=DVD+R DL
00000021=DVD-R DL
00000022=HD DVD-ROM
00000023=BD-ROM
00000024=HD DVD-R
00000025=HD DVD-RAM
00000026=BD-R
00000027=BD-RE
00000028=DVD-RW DL
00000029=DVD+RW DL
00000030=DVD-RAM
00000031=Layer Jump Rec.
00000032=LightScribe
00000033=Labelflash
00000035=HD DVD-R DL
00000036=HD DVD-RW DL
00000037=HD DVD-RW
00000038=CD Text
00000039=C2 Errors
00000040=Aftësitë e Shkrimit
00000041=CD-R
00000042=CD-RW
00000043=DVD-R
00000044=DVD-RW
00000045=DVD+R
00000046=DVD+RW
00000047=DVD+R DL
00000048=DVD-R DL
00000049=HD DVD-R
00000050=HD DVD-RAM
00000051=BD-R
00000052=BD-RE
00000053=DVD+RW DL
00000054=DVD-RW DL
00000055=DVD-RAM
00000056=DVD-ROM
00000057=HD DVD-ROM
00000058=BD-ROM
00000059=Layer Jump Rec.
00000060=Labelflash
00000061=LightScribe
00000063=HD DVD-R DL
00000064=HD DVD-RW
00000065=HD DVD-RW DL
00000066=CD Text
00000067=C2 Errors
00000068=OK
00000069=Verifikoj Azhurnimet e Mikrokodit
00000070=BD-R XL
00000072=BD-RE XL
00000073=BD-R XL
00000074=BD-RE XL
00000075=Aftësitë e Tjera
00000076=Gjenerata Binding Nonce
00000077=Aftësi të Shifrojë Busin

[frmDiscLayoutAdd]
00000001=Shtoj Skedat...
00000002=Njësia Aktuale
00000003=E panjohur
00000004=Anuloj
00000005=Direktoria Aktuale
00000006=E panjohur
00000007=Progresi

[frmDiscLayoutEditor]
00000001=Editori i Skicës së Diskut
00000002=Shtoj Skeda...
00000003=Shtoj Skeda
00000004=Shtoj Dosje...
00000005=Shtoj Dosje
00000007=Riemërtoj
00000008=Riemërtoj
00000010=Fshij
00000011=Fshij
00000013=Emri
00000014=Masa
00000015=Lloji
00000016=Data e Modifikimit
00000017=Shtegu te SO
00000018=PngImage_Explorer
00000019=PngImage_SideBySideView
00000020=PngImage_LoadProject
00000021=PngImage_SaveProject
00000022=PngImage_NewDisc
00000023=PngImage0
00000024=PngImage1
00000025=PngImage2
00000026=Dosje e Re
00000027=Dosje e Re
00000028=PngImage3
00000029=PngImage4
00000030=Dosje e Re
00000031=Zgjeroj të Gjitha
00000032=Mbledh të Gjitha
00000033=Veti
00000034=Ngjit
00000035=Riemërtoj
00000036=Fshij
00000037=Zgjeroj
00000038=Mbledh
00000039=PngImage5
00000040=PngImage6
00000041=PngImage7
00000042=PngImage8
00000043=PngImage9
00000044=Fshij
00000045=Riemërtoj
00000046=Ngjit
00000047=Dosje e Re
00000048=Veti
00000049=Eksploroj
00000050=Hap
00000051=Seleksionoj të Gjitha
00000052=Përmbys Seleksionimin
00000053=Hap Vendin e Skedës
00000054=Seleksionoj
00000055=Eksploroj Vendin e Skedës
00000056=Eksploroj
00000057=Hap
00000058=PngImage_AddSelected
00000059=PngImage_AddFiles
00000060=PngImage_AddFolder
00000061=PngImage_NewFolder
00000062=PngImage_Delete
00000063=PngImage_Rename
00000064=PngImage_Properties
00000065=Disk i Ri
00000066=Disk i Ri
00000068=PngImage10
00000069=PngImage11
00000070=Shtoj Dosje...
00000071=Shtoj Skeda...
00000072=Shtoj Dosje...
00000073=Shtoj Skeda...
00000075=CD (650 MB / 74 Min)\nCD (700 MB / 80 Min)\nCD (790 MB / 90 Min)\nCD (870 MB / 99 Min)\nDVD-5\nDVD±R\nDVD-R\nDVD-9\nDVD±R DL\nDVD+R DL\nBD-R/RE\nBD-R/RE DL\nBD-R/RE TL\nBD-R/RE QL\n
00000076=Referimi Automatik i Medias
00000077=CD (650 MB / 74 Min)
00000078=PngImage_Explorer2
00000079=PngImage_SideBySideView2
00000080=Veti
00000081=Veti
00000082=PngImage_LoadProject2
00000083=PngImage_SaveProject2
00000084=PngImage_NewDisc2
00000085=PngImage_AddSelected2
00000086=Hap Projektin...
00000087=Hap Projektin
00000088=Ruaj Projektin...
00000089=Ruaj Projektin
00000091=PngImage_AddFiles2
00000092=PngImage_AddFolder2
00000094=Eksplorues
00000095=Tërheq Panelin e Eksploruesit
00000096=ComboBox_ExplorerFolders
00000097=Pamje Anë më Anë
00000098=PngImage_NewFolder2
00000099=PngImage_Delete2
00000100=Tërheq Pamjen Anë më Anë
00000101=PngImage_Rename2
00000102=PngImage_Properties2
00000103=Shtoj Seleksionimin
00000104=Shtoj Seleksionimin

[frmDiscLayoutProperties]
00000001=Veti
00000002=E panjohur
00000003=Përmban:
00000004=E panjohur
00000005=Emri:
00000006=E panjohur
00000007=Lloji:
00000008=E panjohur
00000009=Masa:
00000010=E panjohur
00000011=Pozicioni:
00000012=E panjohur
00000013=Shtegu te SO:
00000014=E panjohur
00000015=Data e krijimit:
00000016=Data e modifikimit:
00000017=Atribute:
00000018=Fshehur
00000019=OK
00000020=Anuloj

[frmDiscLayoutReplace]
00000001=Shtoj Skedat
00000002=Këtu ndodhet një skedë me emër të njëjtë.
00000003=Emri:
00000004=E panjohur
00000005=Lloji:
00000006=E panjohur
00000007=Pozicioni:
00000008=E panjohur
00000009=Skeda Ekzistuese
00000011=E panjohur
00000012=Masa:
00000013=E panjohur
00000014=Data e modifikimit:
00000015=E panjohur
00000016=Skeda e Re
00000018=E panjohur
00000019=Masa:
00000020=E panjohur
00000021=Data e modifikimit:
00000022=E panjohur
00000023=Zëvendësoj të Gjitha
00000024=Lë të Gjitha
00000025=Zëvendësoj
00000026=Lë
00000027=Anuloj
00000028=Riemërtoj

[frmDropZone]
00000001=Hedh këtu dosjet dhe skedat!
00000002=Ngjit
00000003=Mbyll
00000004=Hedh këtu dosjet dhe skedat!
00000005=Hedh këtu dosjet dhe skedat!

[frmEmbeddedChangerControl]
00000001=Kontrolli i Brendshëm i Ndërruesit
00000002=Pajisja
00000003=E panjohur
00000004=Numri i Foleve:
00000005=Aftësia e Ndryshimit të Anës:
00000006=Garanton Diskun e Pranishëm:
00000007=E panjohur
00000008=E panjohur
00000009=E panjohur
00000010=Ngarkoj
00000011=Nxjerr
00000012=OK
00000013=Fole
00000014=Foleja Aktuale:
00000015=E panjohur
00000016=Lëshoj
00000017=Foleja
00000018=Disk i Pranishëm
00000019=Ngarkoj Folenë e Seleksionuar

[frmFilterDriverLoadOrder]
00000001=Rendi i Ngarkimit të Drejtuesve të Filtrave
00000002=Informacioni i Versionit
00000003=Emri i Skedës:
00000004=E panjohur
00000005=Versioni i Skedës:
00000006=E panjohur
00000007=Përshkrimi i Skedës:
00000008=E panjohur
00000009=Emri i Kompanisë:
00000010=E panjohur
00000011=Emri i Produktit:
00000012=E panjohur
00000013=Versioni i Produktit:
00000014=E panjohur
00000015=Autorësia:
00000016=E panjohur
00000017=Lloji i Filtrit
00000018=Emri i Drejtuesit të Filtrit
00000019=OK
00000020=Heq Filtrin e Seleksionuar
00000021=Rifreskoj
00000022=Kopjoj në Mbledhëse
00000023=PngImage0
00000024=PngImage1

[frmImageInformation]
00000001=Informacioni i Imazhit
00000002=Sesione
00000003=Kolona
00000004=Lloji
00000005=Indeksi
00000006=Nisja
00000007=Kohëzgjatja
00000008=OK
00000009=Informacioni
00000010=Etiketa e Vëllimit:
00000011=E panjohur
00000012=0 Sesione, 0 Kolona
00000013=Katalogu i Medias:
00000014=E panjohur
00000015=Koha Totale:
00000016=CD-TEXT
00000017=Titulli:
00000018=E panjohur
00000019=E panjohur
00000020=Këngëtari:
00000021=ID Disku:
00000022=UPC / EAN:
00000023=E panjohur
00000024=E panjohur
00000025=E panjohur
00000026=Informacioni i Imazhit
00000027=Informacioni i Medias
00000028=LBA

[frmLog]
00000001=Ditari i ImgBurn
00000002=&Skedar
00000003=I ri
00000004=Hap...
00000005=Ruaj Si...
00000006=Shtyp
00000007=Mbyll
00000008=&Editoj
00000009=Pres
00000010=Kopjoj
00000011=Fshij
00000012=Seleksionoj të Gjitha
00000013=&Mjete
00000014=Numëroj
00000015=Pres
00000016=Kopjoj
00000017=Fshij
00000018=Seleksionoj të Gjitha
00000019=PngImage1
00000020=PngImage2
00000021=PngImage3
00000022=PngImage4

[frmMain]
00000001=ImgBurn
00000002=Lexoj
00000003=Eksportoj Grafikët...
00000004=Shfaq Grafikët...
00000005=Burimi
00000006=Ngarkoj
00000007=Nxjerr
00000008=Etiketa:
00000009=E panjohur
00000010=Identifikuesi i Zbatimit
00000011=ID Zbatimi:
00000012=E panjohur
00000013=Sistemet e Skedarit
00000014=Sis Skedari:
00000015=E panjohur
00000016=Shikuesi i Sektorëve...
00000017=Shikoj Kontrollin e Ndërruesit...
00000018=Destinacioni
00000019=Hap dosjen përmbledhëse
00000020=Zona e Lirë:
00000021=E panjohur
00000022=Shfletoj skedën...
00000023=Kapaciteti:
00000024=E panjohur
00000025=Të lutem seleksiono një skedë...
00000026=OK
00000027=Anuloj
00000028=Parametra
00000029=Shpejtësia e Leximit:
00000030=Shtoj në Radhën e Shkrimit Kur Përfundoj
00000031=Shpejtësia e Leximit (Informacione)
00000032=Shpejtësia e Leximit (Audio)
00000033=Informacioni
00000034=Raporti i Verifikimit:
00000035=E panjohur
00000036=E panjohur
00000037=Masa:
00000038=Sektorët:
00000039=E panjohur
00000040=Koha e Kaluar:
00000041=Koha e Mbetur:
00000042=E panjohur
00000043=Koha:
00000044=E panjohur
00000045=Përfundimi
00000046=Zbutësi i Pajisjes
00000047=Anuloj
00000048=Zbutësi i Imazhit
00000049=Burimi
00000050=E panjohur
00000051=Koha:
00000052=Sektorët:
00000053=E panjohur
00000054=Masa:
00000055=E panjohur
00000056=E panjohur
00000057=Etiketa:
00000058=E panjohur
00000059=Hap dosjen përmbledhëse
00000060=E panjohur
00000061=Fshij imazhin kur përfundoj
00000062=Fshij Imazhin
00000063=Mbyll programin kur përfundoj
00000064=Mbyll
00000065=Fik kompjuterin kur përfundoj
00000066=Fik Kompjuterin
00000067=Verifikoj diskun pas shkrimit
00000068=Verifikoj
00000069=Nxjerr sirtarin e drajvit kur përfundoj
00000070=Nxjerr
00000071=Informacioni
00000072=Raporti i Shkrimit:
00000073=E panjohur
00000074=E panjohur
00000075=Masa:
00000076=Sektorët:
00000077=E panjohur
00000078=Koha e Kaluar:
00000079=Koha e Mbetur:
00000080=E panjohur
00000081=Koha:
00000082=E panjohur
00000083=Përfundimi
00000084=Zbutësi
00000085=Anuloj
00000086=Provat e Shkrimit:
00000087=Zbutësi i Pajisjes
00000088=Pajisja:
00000089=E panjohur
00000090=Skeda:
00000091=E panjohur
00000092=Burimi
00000093=Sektorët:
00000094=E panjohur
00000095=Masa:
00000096=E panjohur
00000097=Etiketa:
00000098=Koha:
00000099=E panjohur
00000100=E panjohur
00000101=Verifikoj diskun pas shkrimit
00000102=Verifikoj
00000103=Fshij imazhin kur përfundoj
00000104=Fshij Imazhin
00000105=Fik kompjuterin kur përfundoj
00000106=Fik Kompjuterin
00000107=Mbyll programin kur përfundoj
00000108=Mbyll
00000109=Nxjerr sirtarin e drajvit kur përfundoj
00000110=Nxjerr
00000111=Informacioni
00000112=Raporti i Shkrimit:
00000113=E panjohur
00000114=E panjohur
00000115=Masa:
00000116=Sektorët:
00000117=E panjohur
00000118=Koha e Kaluar:
00000119=Koha e Mbetur:
00000120=E panjohur
00000121=Koha:
00000122=E panjohur
00000123=Përfundimi
00000124=Zbutësi
00000125=Anuloj
00000126=Provat e Shkrimit:
00000127=Zbutësi i Pajisjes
00000128=Pajisja:
00000129=E panjohur
00000130=Kopje:
00000131=E panjohur
00000132=Burimi
00000133=Të lutem seleksiono një skedë...
00000134=Sektorët:
00000135=E panjohur
00000136=Masa:
00000137=E panjohur
00000138=Etiketa:
00000139=Hap dosjen përmbledhëse
00000140=Koha:
00000141=E panjohur
00000142=E panjohur
00000143=Verifikoj diskun pas shkrimit
00000144=Verifikoj
00000145=Fshij imazhin kur përfundoj
00000146=Fshij Imazhin
00000147=Fik kompjuterin kur përfundoj
00000148=Fik Kompjuterin
00000149=Mbyll programin kur përfundoj
00000150=Mbyll
00000151=Nxjerr sirtarin e drajvit kur përfundoj
00000152=Nxjerr
00000153=Informacioni
00000154=Raporti i Shkrimit:
00000155=E panjohur
00000156=E panjohur
00000157=Masa:
00000158=Sektorët:
00000159=E panjohur
00000160=Koha e Kaluar:
00000161=Koha e Mbetur:
00000162=E panjohur
00000163=Koha:
00000164=E panjohur
00000165=Përfundimi
00000166=Zbutësi
00000167=Anuloj
00000168=Skeda:
00000169=Hap dosjen përmbledhëse
00000170=Zona e Lirë:
00000171=E panjohur
00000172=E panjohur
00000173=E panjohur
00000174=Burimi
00000175=Sektorët:
00000176=E panjohur
00000177=Masa:
00000178=E panjohur
00000179=Etiketa:
00000180=Koha:
00000181=E panjohur
00000182=E panjohur
00000183=Verifikoj diskun pas shkrimit
00000184=Verifikoj
00000185=Fshij imazhin kur përfundoj
00000186=Fshij Imazhin
00000187=Fik kompjuterin kur përfundoj
00000188=Fik Kompjuterin
00000189=Mbyll programin kur përfundoj
00000190=Mbyll
00000191=Nxjerr sirtarin e drajvit kur përfundoj
00000192=Nxjerr
00000193=Informacioni
00000194=Raporti i Shkrimit:
00000195=E panjohur
00000196=E panjohur
00000197=Masa:
00000198=Sektorët:
00000199=E panjohur
00000200=Koha e Kaluar:
00000201=Koha e Mbetur:
00000202=E panjohur
00000203=Koha:
00000204=E panjohur
00000205=Përfundimi
00000206=Zbutësi
00000207=Anuloj
00000208=Provat e Shkrimit:
00000209=Zbutësi i Pajisjes
00000210=Pajisja:
00000211=E panjohur
00000212=Zbuloj
00000213=Koha:
00000214=Sektorët:
00000215=E panjohur
00000216=Masa:
00000217=E panjohur
00000218=E panjohur
00000219=Verifikoj diskun pas shkrimit
00000220=Verifikoj
00000221=Fik kompjuterin kur përfundoj
00000222=Fik Kompjuterin
00000223=Mbyll programin kur përfundoj
00000224=Mbyll
00000225=Fshij imazhin kur përfundoj
00000226=Fshij Imazhin
00000227=Nxjerr sirtarin e drajvit kur përfundoj
00000228=Nxjerr
00000232=Shkruaj
00000233=Destinacioni
00000234=Ngarkoj
00000235=Nxjerr
00000236=Fshij Diskun...
00000237=Shikoj Kontrollin e Ndërruesit...
00000238=Testoj
00000239=Verifikoj
00000240=Parametra
00000241=Shpejtësia e Shkrimit:
00000242=Lloji i Librit...
00000243=Parametrat e Avancuar...
00000244=(Panjohur)
00000245=Shpejtësia Automatike e Shkrimit...
00000246=Zbuloj
00000247=Eksportoj Grafikët...
00000248=Shfaq Grafikët...
00000249=Të Dhënat Grafike:
00000250=Sektorë
00000251=Përcaktoj vlerën 'Modifikoj' te 'Sektorët e Lirë' në mediat aktuale
00000252=MB
00000253=Të Gjithë Sektorët
00000254=Modifikoj
00000255=Informacioni
00000256=Raporti i Leximit:
00000257=E panjohur
00000258=E panjohur
00000259=Masa:
00000260=Sektorët:
00000261=E panjohur
00000262=Koha e Kaluar:
00000263=Koha e Mbetur:
00000264=E panjohur
00000265=Koha:
00000266=E panjohur
00000267=Përfundimi
00000268=Zbutësi
00000269=Anuloj
00000270=Hap dosjen përmbledhëse
00000271=Zona e Lirë:
00000272=E panjohur
00000273=E panjohur
00000274=Gabimet e Leximit:
00000275=Burimi
00000276=E panjohur
00000277=Etiketa:
00000278=Sektorët:
00000279=Masa:
00000280=E panjohur
00000281=Koha:
00000282=E panjohur
00000283=E panjohur
00000284=E panjohur
00000285=Nxjerr sirtarin e drajvit kur përfundoj
00000286=Nxjerr
00000287=Mbyll programin kur përfundoj
00000288=Mbyll
00000289=Fik kompjuterin kur përfundoj
00000290=Fik Kompjuterin
00000291=Verifikoj diskun pas shkrimit
00000292=Verifikoj
00000293=Fshij imazhin kur përfundoj
00000294=Fshij Imazhin
00000295=Çfarë dëshiron të bësh?
00000296=Lexoj
00000297=Krijoj imazhin nga disku
00000298=Ndërtoj (Pajisje)
00000299=Shkruaj skedat/dosjet te disku
00000300=Shkruaj
00000301=Shkruaj imazhin te disku
00000302=Verifikoj
00000303=Verifikoj diskun
00000304=Zbuloj
00000305=Zbuloj
00000306=Ndërtoj (Imazh)
00000307=Krijoj imazhin nga skedat/dosjet
00000308=Verifikoj
00000309=Shfaq Grafikët...
00000310=Eksportoj Grafikët...
00000311=Burimi
00000312=Ngarkoj
00000313=Nxjerr
00000314=Shikuesi i Sektorëve...
00000315=Shikoj Kontrollin e Ndërruesit...
00000316=Krahasoj Me Skedën e Imazhit
00000317=Skeda e Imazhit
00000318=Të lutem seleksiono një skedë...
00000319=Sektorët:
00000320=E panjohur
00000321=Masa:
00000322=E panjohur
00000323=Etiketa:
00000324=Koha:
00000325=E panjohur
00000326=Shfletoj skedën...
00000327=Hap dosjen përmbledhëse
00000328=Identifikuesi i Zbatimit
00000329=ID Zbatimi:
00000330=E panjohur
00000331=Sistemet e Skedarit
00000332=Sis Skedari:
00000333=E panjohur
00000334=E panjohur
00000335=Shikoj Informacionin e Imazhit...
00000336=Parametra
00000337=Shpejtësia e Leximit:
00000338=Shpejtësia e Leximit (Informacione)
00000339=Shpejtësia e Leximit (Audio)
00000340=Shkruaj
00000341=Eksportoj Grafikët...
00000342=Shfaq Grafikët...
00000343=Destinacioni
00000344=Ngarkoj
00000345=Nxjerr
00000346=Fshij Diskun...
00000347=Shikoj Kontrollin e Ndërruesit...
00000348=Testoj
00000349=Verifikoj
00000350=Parametra
00000351=Shpejtësia e Shkrimit:
00000352=Lloji i Librit...
00000353=Parametrat e Avancuar...
00000354=Kopje:
00000355=Shpejtësia Automatike e Shkrimit...
00000356=(Panjohur)
00000357=Burimi
00000358=Të lutem seleksiono një skedë...
00000359=Koha:
00000360=Sektorët:
00000361=E panjohur
00000362=E panjohur
00000363=Masa:
00000364=E panjohur
00000365=Etiketa:
00000366=Shfletoj skedën...
00000367=Shikoj Radhën e Shkrimit...
00000368=Hap dosjen përmbledhëse
00000369=Identifikuesi i Zbatimit
00000370=ID Zbatimi:
00000371=Sistemet e Skedarit
00000372=Sis Skedari:
00000373=E panjohur
00000374=E panjohur
00000375=E panjohur
00000376=Shikoj Informacionin e Imazhit...
00000377=Krijoj një Skedë CUE...
00000378=Kaloj në output me imazh
00000379=Ndërtoj
00000380=Ndërtoj
00000381=Kaloj në output me pajisje
00000382=Shfaq Grafikët...
00000383=Eksportoj Grafikët...
00000384=Destinacioni
00000385=E panjohur
00000386=Zona e Lirë:
00000387=Shfletoj skedën...
00000388=Hap dosjen përmbledhëse
00000389=I&nformacioni
00000390=Informacioni i Imazhit
00000391=Numri i Skedave:
00000392=Numri i Dosjeve:
00000393=Masa Totale:
00000394=Sektorët Totalë:
00000395=Masa e Imazhit:
00000396=Sektorët e Imazhit:
00000397=Njehsoj Masën e Imazhit
00000398=E panjohur
00000399=E panjohur
00000400=E panjohur
00000401=E panjohur
00000402=E panjohur
00000403=E panjohur
00000404=E panjohur
00000405=Media Minimale e Kërkuar
00000406=Media e Kërkuar:
00000407=Zona e Lirë:
00000408=E panjohur
00000409=AutoNjehsoj
00000411=P&ajisje
00000412=Parametra
00000413=Shpejtësia e Shkrimit:
00000414=Lloji i Librit...
00000415=Parametrat e Avancuar...
00000416=Kopje:
00000417=Shpejtësia Automatike e Shkrimit...
00000418=(Panjohur)
00000419=M&undësi
00000420=Rikthej Parametrat
00000421=Mundësitë e Imazhit
00000422=S&istemi i Skedarit:
00000423=Rishikimi i UDF-së:
00000424=Ripërsërit Nëndirektoritë
00000425=Përfshij Skedat e Sistemit
00000426=Përfshij Skedat e Fshehura
00000427=Përfshij Vetëm Skedat Arkiv
00000428=Konservoj Emrin e Plotë të Shtegut
00000429=ISO9660 + UDF
00000430=ISO9660\nISO9660 + Joliet\nISO9660 + Joliet + UDF\nISO9660 + UDF\nUDF\n
00000431=Shtoj në Radhën e Shkrimit Kur Përfundoj
00000432=Mundësitë e Skedës
00000433=Pastroj Atributet e Arkivit
00000434=&Etiketa
00000435=Etiketa e Vëllimit
00000436=ISO&9660:
00000437=&Joliet:
00000438=&UDF:
00000439=Kopjoj etiketën e vëllimit ISO9660 te sistemet e tjera të skedarit
00000440=Kopjoj etiketën e vëllimit Joliet te sistemet e tjera të skedarit
00000441=Kopjoj etiketën e vëllimit UDF te sistemet e tjera të skedarit
00000442=Identifikuesi i Vëllimit
00000443=Grupi i Vëllimit:
00000444=Publikuesi:
00000445=Përgatitësi:
00000446=Aplikimi:
00000447=Sistemi:
00000448=&Avancuar
00000449=Data
00000450=Data e Vëllimit
00000451='Data'
00000452='Ora'
00000453='Data'
00000454='Ora'
00000455='Data'
00000456='Ora'
00000457='Data'
00000458='Ora'
00000459=Efektive:
00000460=Skadimi:
00000461=Modifikimi:
00000462=Krijimi:
00000463=Data e Dosjes/Skedës
00000464=Përdor Datën && Orën e Skedës
00000465=Përdor Datën && Orën e Sistemit
00000466=Përdor Datën && Orën e Zgjedhur
00000467='Data'
00000468='Ora'
00000469=Media
00000470=Shtresa Dyshe
00000471=Sektorët Maks. të L0:
00000472=(4076 MB)
00000473=Sektorët Min. të L0:
00000474=(0 MB)
00000475=Kapaciteti i Medias:
00000476=(8152 MB)
00000477=Profili:
00000478=DVD+R DL
00000479=DVD+R DL\nDVD-R DL\nDVD-9\nModifikoj\n
00000480=Shtresa Njëshe
00000481=Sektorët Maksimalë:
00000482=(4489 MB)
00000483=Profili:
00000484=DVD-R/RW
00000485=DVD+R/RW\nDVD-R/RW\nDVD-RAM\nDVD-5\nModifikoj\n
00000486=Kufizime
00000487=ISO9660
00000488=ISO9660
00000489=Lejoj Më Shumë se 8 Nivele të Direktorisë
00000490=Lejoj Më Shumë se 255 Shenja në Shteg
00000491=Nuk Shtoj ';1' Numër Versioni te Skedat
00000492=Lejoj Skedat Pa Sigël
00000493=Grupi i Shenjave
00000494=Standarde
00000495=DOS
00000496=ASCII
00000497=Gjatësia e Emrit të Dosjes/Skedës
00000498=Niveli 1 - 11 Shenja, Formati 8.3
00000499=Niveli 2 - 31 Shenja
00000500=Niveli X - 219 Shenja
00000501=Joliet
00000502=Shtoj ';1' Numër Versioni te Skedat
00000503=Lejoj Skedat Pa Sigël
00000504=Gjatësia e Emrit të Dosjes/Skedës
00000505=Niveli 1 - 64 Shenja
00000506=Niveli X - 110 Shenja
00000507=UDF
00000508=Çaktivizoj Garantimin Unicode
00000509=Video DVD - Me Etiketë Unicode te Vëllimi
00000510=Disk Përnisës
00000511=Mundësi
00000512=Lloji i Emulimit:
00000513=Imazhi Nisës:
00000514=Shfletoj skedën...
00000515=ID Inxhinieri:
00000516=Segmenti Hyrës:
00000517=Sektorët e Hapur:
00000518=Asnjë (Modifikoj)
00000519=Asnjë (Modifikoj)\nDisketë (1.20 MB) \nDisketë (1.44 MB) \nDisketë (2.88 MB) \nDisk i Ngurtë\n
00000520=Kjo vlerë është në Hex, por pa prijësen '0x'.
00000521=07C0
00000522=Bëj Imazhin Përnisës
00000523=Nxjerr Imazhin Nisës
00000524=Nxjerr Imazhin Nisës
00000525=Destinacioni
00000526=Ngarkoj
00000527=Nxjerr
00000528=Fshij Diskun...
00000529=Shikoj Kontrollin e Ndërruesit...
00000530=Verifikoj
00000531=Testoj
00000532=Burimi
00000533=Shtoj skedën ose dosjen te lista e burimit (Enter)
00000534=Shfletoj skedën...
00000535=Shfletoj dosjen...
00000536=Heq njësitë e seleksionuara (Del)
00000537=Heq të gjitha njësitë
00000538=Kaloj në masën e madhe (Alt+Enter)
00000539=Kthej masën normale (Alt+Enter)
00000540=Lëviz në krye njësinë e seleksionuar (Ctrl+Home)
00000541=Lëviz lart njësinë e seleksionuar (Ctrl+Up)
00000542=Lëviz poshtë njësinë e seleksionuar (Ctrl+Down)
00000543=Lëviz në fund njësinë e seleksionuar (Ctrl+End)
00000544=&Skedar
00000545=Shfletoj skedën...
00000546=Shfletoj dosjen...
00000547=Heq të gjitha njësitë
00000548=Shfletoj skedën...
00000549=Njehsoj
00000550=Lexoj
00000551=Ndërtoj
00000552=Shkruaj
00000553=Verifikoj
00000554=Hap Projektin e Fundit
00000555=Hap Projektin...
00000556=Ruaj Projektin...
00000557=Hap Radhën e Fundit
00000558=Hap Radhën...
00000559=Ruaj Radhën...
00000560=Eksportoj Grafikët...
00000561=Shfaq Grafikët...
00000562=Skedat e Fundit
00000563=Asnjë
00000564=Pastroj
00000565=D&al
00000566=&Pamje
00000567=Ditari
00000568=Radha
00000569=Rifreskoj
00000570=&Mënyra
00000571=Zgjedhje e Thjeshtë...
00000572=Lexoj
00000573=Ndërtoj
00000574=Shkruaj
00000575=Verifikoj
00000576=Zbuloj
00000577=&Output
00000578=Pajisje
00000579=Imazh
00000580=&Mjete
00000581=ISO
00000582=Ndryshoj Etiketën e Vëllimit...
00000583=Informacioni i Thyerjes së Shtresës IFO...
00000584=Drajvi
00000585=Rifreskoj
00000586=RiZeroj
00000587=Ngarkoj
00000588=Nxjerr
00000589=Kyç Sirtarin
00000590=Shkyç Sirtarin
00000591=Kontrolli i Brendshëm i Ndërruesit...
00000592=Kontrolli i Ndërruesit të Mediumit...
00000593=Plextor SpeedRead DVD
00000594=Aktivizoj
00000595=Çaktivizoj
00000596=Shpejtësia e Leximit
00000597=Maks
00000598=1x
00000599=2x
00000600=4x
00000601=6x
00000602=8x
00000603=10x
00000604=12x
00000605=14x
00000606=16x
00000607=Fshij Diskun
00000608=Shpejt
00000609=Plotësisht
00000610=Sinkronizoj Depon
00000611=Mbyll
00000612=Kolonën
00000613=Sesionin
00000614=Diskun
00000615=Parametrat e Avancuar...
00000616=Lloji i Librit...
00000617=Shikuesi i Sektorëve...
00000618=Thyerja e Shtresës IFO...
00000619=Kodi Rajonal
00000620=Informacioni
00000621=Aktivizoj
00000622=Çaktivizoj
00000623=Ndryshoj
00000624=Aftësitë
00000625=Verifikoj Azhurnimet e Mikrokodit...
00000626=Ndërruesi
00000627=Kontrolli i Brendshëm i Ndërruesit...
00000628=Kontrolli i Ndërruesit të Mediumit...
00000629=Krijoj një Skedë CUE...
00000630=Krijoj një Skedë MDS...
00000631=Rindërtoj hartën e pajisjes SCSI / ATAPI
00000632=Kërkoj pajisjet SCSI / ATAPI
00000633=Shpejtësia Automatike e Shkrimit...
00000634=Rendi i Ngarkimit të Filtrave...
00000635=Parametra...
00000636=&Ndihmë
00000637=Azhurnoj ImgBurn
00000638=Guida e ImgBurn...
00000639=Trualli i ImgBurn...
00000640=Forumi i ImgBurn...
00000641=Jap Kontribut...
00000642=Grafikët e ImgBurn...
00000643=Ditarët e ImgBurn...
00000644=Radhët e ImgBurn...
00000645=Statistikat e ImgBurn...
00000646=Për ImgBurn...
00000647=Shfletoj skedën...
00000648=Shfletoj dosjen...
00000649=Kopjoj
00000650=Ngjit
00000651=Heq Seleksionimin
00000652=Heq të Gjitha
00000653=Lëviz Seleksionimin në Krye
00000654=Lëviz Seleksionimin Lart
00000655=Lëviz Seleksionimin Poshtë
00000656=Lëviz Seleksionimin në Fund
00000657=Seleksionoj të Gjitha
00000658=Përmbys Seleksionimin
00000659=Rifreskoj
00000660=RiZeroj
00000661=Ngarkoj
00000662=Nxjerr
00000663=Kyç Sirtarin
00000664=Shkyç Sirtarin
00000665=Kontrolli i Brendshëm i Ndërruesit...
00000666=Kontrolli i Ndërruesit të Mediumit...
00000667=Plextor SpeedRead DVD
00000668=Aktivizoj
00000669=Çaktivizoj
00000670=Shpejtësia e Leximit
00000671=Maks
00000672=1x
00000673=2x
00000674=4x
00000675=6x
00000676=8x
00000677=10x
00000678=12x
00000679=14x
00000680=16x
00000681=Fshij Diskun
00000682=Shpejt
00000683=Plotësisht
00000684=Sinkronizoj Depon
00000685=Mbyll
00000686=Kolonën
00000687=Sesionin
00000688=Diskun
00000689=Parametrat e Avancuar...
00000690=Lloji i Librit...
00000691=Shikuesi i Sektorëve...
00000692=Thyerja e Shtresës IFO...
00000693=Kodi Rajonal
00000694=Informacioni
00000695=Aktivizoj
00000696=Çaktivizoj
00000697=Ndryshoj
00000698=Aftësitë
00000699=Verifikoj Azhurnimet e Mikrokodit...
00000700=Ndryshoj
00000701=Shfaq Informacionin e Thyerjes së Shtresës IFO
00000702=Asnjë
00000703=Pastroj
00000704=Mbyll Sesionin
00000705=Rinis
00000706=Mbyll Energjinë
00000707=Gatishmëri
00000708=Letargji
00000709=Rivendos ImgBurn
00000710=D&al
00000711=Ndryshoj Drajvin
00000712=&A:\\
00000713=&B:\\
00000714=&C:\\
00000715=&D:\\
00000716=&E:\\
00000717=&F:\\
00000718=&G:\\
00000719=&H:\\
00000720=&I:\\
00000721=&J:\\
00000722=&K:\\
00000723=&L:\\
00000724=&M:\\
00000725=&N:\\
00000726=&O:\\
00000727=&P:\\
00000728=&Q:\\
00000729=&R:\\
00000730=&S:\\
00000731=&T:\\
00000732=&U:\\
00000733=&V:\\
00000734=&W:\\
00000735=&X:\\
00000736=&Y:\\
00000737=&Z:\\
00000738=Skedat e Fundit
00000739=Asnjë
00000740=Pastroj
00000741=PngImage0
00000742=PngImage1
00000743=Editoj
00000744=Kopjoj
00000745=Ndryshoj Drajvin
00000746=&A:\\
00000747=&B:\\
00000748=&C:\\
00000749=&D:\\
00000750=&E:\\
00000751=&F:\\
00000752=&G:\\
00000753=&H:\\
00000754=&I:\\
00000755=&J:\\
00000756=&K:\\
00000757=&L:\\
00000758=&M:\\
00000759=&N:\\
00000760=&O:\\
00000761=&P:\\
00000762=&Q:\\
00000763=&R:\\
00000764=&S:\\
00000765=&T:\\
00000766=&U:\\
00000767=&V:\\
00000768=&W:\\
00000769=&X:\\
00000770=&Y:\\
00000771=&Z:\\
00000772=Skedat e Fundit
00000773=Asnjë
00000774=Pastroj
00000775=Media Aktuale:
00000777=Përkthimet e ImgBurn...
00000778=Auto
00000779=Shikoj Informacionin e Medias...
00000780=Projektet e ImgBurn...
00000781=Pastroj Listën me Burime MRU
00000782=Imazhet e ImgBurn...
00000783=Shfletoj burimin...
00000784=Shfletoj destinacionin...
00000785=Projekt i Ri
00000786=Zona e Hedhjes
00000787=Asgjë
00000788=Video DVD - Nuk Çaktivizoj Garantimin Unicode
00000789=Video HD DVD - Nuk Çaktivizoj Gar. Unicode
00000790=Video BD - Nuk Çaktivizoj Garantimin Unicode
00000791=Video HD DVD - Me Etiketë Unicode te Vëllimi
00000792=Video BD - Me Etiketë Unicode te Vëllimi
00000793=Gabimet e Leximit:
00000794=ID Disku:
00000795=E panjohur
00000796=ID Disku:
00000797=E panjohur
00000798=ID Disku:
00000799=E panjohur
00000800=Kopjoj:
00000801=E panjohur
00000802=Shfrytëzimi i Medias %
00000803=Pa Krahasuar:
00000804=Dosjet e Fundit
00000805=Asnjë
00000806=Pastroj
00000807=Ndryshoj Dosjen
00000808=Asnjë
00000809=Pastroj
00000810=Ndryshoj Dosjen
00000811=Asnjë
00000812=Pastroj
00000813=Dosjet e Fundit
00000814=Asnjë
00000815=Pastroj
00000816=Kur lejohet, Unicode nuk çaktivizohet për dosjet AUDIO_TS, JACKET_P dhe VIDEO_TS.
00000817=As Për Dosjet e Veçanta
00000818=Kur lejohet, Unicode nuk çaktivizohet për dosjet ADV_OBJ dhe HVDVD_TS.
00000819=As Për Dosjet e Veçanta
00000820=Kur lejohet, Unicode nuk çaktivizohet për dosjet BDAV, BDMV dhe CERTIFICATE.
00000821=As Për Dosjet e Veçanta
00000822=Krijoj një Skedë DVD...
00000823=Fik Kompjuterin
00000824=Hap
00000825=Eksploroj
00000826=Burimi
00000829=Editori i Skicës së Diskut
00000830=&Input
00000831=Standard
00000832=Avancuar
00000833=Kaloj në input standard
00000834=Kaloj në input të avancuar
00000835=Tregoj Editorin e Skicës së Diskut
00000836=Fsheh Editorin e Skicës së Diskut
00000837=Lloji i të Dhënave:
00000838=MODE1/2048
00000839=MODE1/2048\nMODE2/FORM1/2352\n
00000840=Lejoj Skedat që Kalojnë Limitin e Masës
00000841=Shtrirje Njëshe
00000842=Shtrirje Shumëfishe
00000843=Kontrolli i AutoNgarkuesit...
00000844=Kontrolli i AutoNgarkuesit...
00000845=Kontrolli i AutoNgarkuesit...
00000846=Rivendos DMA-në...
00000847=Çinstaloj ImgBurn...
00000848=Lejoj Krijimin e Datave të Pamiratuara të Skedës
00000849=Mënyra në Grup
00000850=Arnoj Tabelën e Informacionit të Nisjes
00000851=Editimi i Sinkronizuar
00000852=PngImage0
00000853=PngImage1
00000854=Family Tree
00000855=Family Tree
00000856=3x
00000857=5x
00000858=3x
00000859=5x
00000860=Fshirje Inteligjente
00000861=E shpejtë
00000862=E plotë
00000863=Fshirje Inteligjente
00000864=E shpejtë
00000865=E plotë

[frmMediumChangerControl]
00000001=Kontrolli i Ndërruesit të Mediumit
00000002=Teksti i Statusit
00000003=Pajisje
00000004=Foletë brenda ndërruesit
00000005=Adresa e Elementit të Parë të Depozitës:
00000006=E panjohur
00000007=Ku i vë/heq mediat fizikisht
00000008=Adresa e Elementit të Parë të Importit/Eksportit:
00000009=E panjohur
00000010=Pajisja që lëviz mediat te/nga foletë/drajvet
00000011=Adresa e Elementit të Parë të Transportit:
00000012=Njësitë e drajvit brenda ndërruesit
00000013=Adresa e Elementit të Parë të Transferimit:
00000014=E panjohur
00000015=E panjohur
00000016=OK
00000017=Fole
00000018=Foleja
00000019=Media e Pranishme
00000020=Lëviz mediat nga foleja e seleksionuar te drajvi i seleksionuar
00000021=Montoj
00000022=Nxjerr mediat nga foleja e seleksionuar
00000023=Nxjerr
00000024=Ngarkoj mediat në folenë e seleksionuar
00000025=Ngarkoj
00000026=Hetoj statusin e të gjitha foleve
00000027=Skanoj të Gjitha
00000028=Hetoj statusin e folesë së seleksionuar
00000029=Skanoj
00000030=Lëviz mediat nga drajvi i seleksionuar te foleja e burimit/seleksionuar, dhe pastaj nga foleja tjetër e zënë te drajvi i seleksionuar
00000031=Montoj Tjetrën
00000032=Drajve
00000033=Drajvi
00000034=Media e Pranishme
00000035=Foleja e Burimit
00000036=Lëviz mediat nga drajvi i seleksionuar te foleja e burimit/seleksionuar
00000037=Çmontoj
00000038=Lëviz mediat nga drajvi i seleksionuar te foleja bosh e burimit/parë, dhe pastaj i nxjerr ato
00000039=Nxjerr
00000040=Hetoj statusin e të gjitha drajveve
00000041=Skanoj të Gjitha
00000042=Hetoj statusin e drajvit të seleksionuar
00000043=Skanoj
00000044=Ngarkoj mediat në fillim në folenë bosh dhe pastaj i lëviz te drajvi i seleksionuar
00000045=Ngarkoj
00000046=Lëviz mediat nga drajvi i seleksionuar te foleja e burimit/seleksionuar, dhe pastaj nga foleja tjetër e zënë te drajvi i seleksionuar
00000047=Montoj Tjetrën
00000048=PngImage0
00000049=PngImage1

[frmPrepareImage]
00000001=Përgatit Imazhin...
00000002=Detyra Aktuale
00000003=E panjohur
00000004=Anuloj
00000005=Direktoria Aktuale
00000006=E panjohur
00000007=Progresi

[frmReplaceFile]
00000001=Konfirmoj Zëvendësimin e Skedës
00000002=Dosja e destinacionit përmban edhe një skedë me emrin:
00000003=Dëshiron të zëvendësosh skedën ekzistuese?
00000004=Modifikimi:
00000005=E panjohur
00000006=Masa:
00000007=E panjohur
00000008='Emri i skedës'
00000009=Riemërtoj
00000010=&Po
00000011=Po, të Gjitha
00000012=&Jo
00000013=Jo, Asnjë
00000014=Auto'Riemërtoj' për x sekonda...
00000015=Anuloj - Auto'Riemërtoj'

[frmSectorViewer]
00000001=Shikuesi i Sektorëve
00000002=Rifreskoj
00000003=Sektori Kaluar
00000004=Sektori Tjetër
00000005=E panjohur
00000006=LBA:
00000007=Përcaktoj LBA-në te fundi i medias aktuale
00000008=Ngarkoj
00000009=Nxjerr
00000010=Lexoj në mënyrën RAW - 2352 bajt për sektor
00000011=RAW
00000012=Lexoj në mënyrën RAW dhe përfshij NënKanalin - 2448 bajt për sektor
00000013=NënKanal

[frmSelectLayerBreak]
00000001=Seleksionon Pozicionin e Thyerjes së Shtresës
00000002=Pika e Mesit e Imazhit si Skedë:
00000003=E panjohur
00000004=Që të vijosh, mbyll dritaren e parashikimit!
00000005=LBA
00000006=Skedë/VTS
00000007=LU
00000008=PGC
00000009=Kapitull
00000010=Qelizë
00000011=V/C ID
00000012=Koha e Nisjes
00000013=SPLIP
00000014=OK
00000015=Anuloj
00000016=Kthehu në kërkimin VOBU/ECC
00000017=Legjendë
00000018=Shkëlqyer
00000019=Shumë Mirë
00000020=Mirë
00000021=Mesatare
00000022=Mundësi
00000023=Nuk azhurnoj skedat IFO/BUP
00000024=Pa u dukur
00000025=Parashikoj Qelizën e Seleksionuar
00000026=PngImage0
00000027=PngImage1
00000028=PngImage2
00000029=PngImage3
00000030=Parashikoj
00000031=Pozicioni Fizik i Thyerjes së Shtresës:
00000032=Seleksionon Pozicionin e Thyerjes së Shtresës
00000033=Pozicionet e Mundshme të Thyerjes së Shtresës
00000034=Kopjoj LBA-në në Mbledhëse
00000035=ILVU

[frmSelectMediaType]
00000001=Fshij Diskun
00000002=OK
00000003=Anuloj
00000004=Seleksionoj Llojin e Medias
00000005=CD-RW\nDVD-RW\nDVD+RW\nDVD-RAM\nBD-R\nBD-RE\nHD DVD-RW\nHD DVD-RAM\n

[frmSettings]
00000001=Parametra
00000002=Përgjithësi
00000003=Mundësi
00000004=Veprimi i Fikjes:
00000005=Minimizoj te Brezi i Sistemit
00000006=Sinkronizoj mundësitë Ndërtoj / Shkruaj / Zbuloj
00000007=Sinkronizoj Ndërtoj / Shkruaj / Zbuloj
00000009=Tregoj Dritaren 'Fik Kompjuterin'
00000010=Mbyll Energjinë
00000011=Asgjë\nMbyll Sesionin\nRinis Kompjuterin\nFik Kompjuterin\nMbyll Energjinë\nGatishmëri\nLetargji\n
00000012=Kurrë Nuk Detyroj Veprimin e Fikjes
00000013=Parandaloj Nisjen e Screen Saver-it
00000014=Shfaq Njoftimet
00000015=Seleksionoj Skedën MDS, Jo ISO
00000016=Imazhet Ende në Radhë
00000017=Programet Ndërhyrëse
00000018=Thyej Shtresën te DVD-R DL
00000019=Mbidjegie
00000020=Masa Maksimale e Skedës
00000021=Thyej Shtresën Pa u Dukur
00000022=Nuk Azhurnoj Skedat IFO/BUP
00000023=Mënyra Shkruaj, Jo Ndërtoj
00000024=Avancuar
00000025=30 Sekonda
00000026=Njehsoj Vlerat e Hashit MD5
00000027=Caktoj Skedat Gjatë Krijimit
00000028=Krijoj MDS - Konservoj Emrin e Plotë të Shtegut
00000029=Analizoj Jashtëkohën e Sistemit të Skedarit
00000030=Krijoj CUE - Konservoj Emrin e Plotë të Shtegut
00000031=Thyej Shtresën
00000032=Zgjedh 'Nuk Azhurnoj Skedat IFO/BUP'
00000033=Zgjedh 'Pa u Dukur'
00000034=Mundësitë e ImgBurnPreview
00000035=Shfletoj skedën...
00000036=Nuk Përdor Mbishtresat DirectDraw
00000037=Nuk Kufizoj Kuadrot Për Sekondë
00000038=Lexoj
00000039=Mundësi
00000040=Ndaj Skedën:
00000041=Krijoj Skicën e Imazhit:
00000042=Kapaciteti i Diskut:
00000043=Përparësia e Procesit:
00000046=Zgjedh 'Fik Kompjuterin'
00000047=Zgjedh 'Mbyll Programin'
00000048=Auto
00000049=Auto\nPo\nJo\n
00000050=Aktivizoj SpeedRead DVD (Plextor)
00000051=Auto'Eksportoj Grafikët'
00000052=Sistemi i Skedarit
00000053=Disk\nSistemi i Skedarit\n
00000054=Normale
00000055=Kohë Reale\nE Lartë\nMbi Normalen\nNormale\nNën Normalen\nVarur\n
00000057=Vendndodhja Tipike
00000058=Shfletoj dosjen...
00000059=Asnjë
00000060=AutoGjeneroj
00000061=Përdorimi i Fundit
00000062=Modifikoj
00000063=Gabimet e Leximit
00000064=Provat Softuerike:
00000065=Provat Harduerike:
00000066=Përbuz Gabimet e Leximit
00000067=Ndërtoj
00000068=Mundësi
00000069=Ndaj Skedën:
00000070=Krijoj Skicën e Imazhit:
00000073=Zgjedh 'Fik Kompjuterin'
00000074=Zgjedh 'Mbyll Programin'
00000083=Auto
00000084=Auto\nPo\nJo\n
00000089=Video DVD
00000090=Vendi i Përmbajtjes së Dosjes:
00000091=Mbushje 32K për IFO/BUP
00000092=Krijoj Dosjen AUDIO_TS
00000093=Filtroj Përmbajtjen e Dosjes
00000094=Skedat/Dosjet me Shkronja të Mëdha
00000095=Etiketa e Vëllimit - Lexoj Tekstin në DVD
00000096=Fillimi
00000097=Fillimi\nPërzierë\nFundi\n
00000116=Shkruaj
00000117=Mundësi
00000118=Mënyra e Shkrimit:
00000119=Masa e Lidhësit:
00000120=Lloji i Shkrimit:
00000121=Auto
00000122=Auto\nCD\nDVD\nHD DVD\nBD\n
00000123=Kyç Vëllimin - Akses Ekskluziv
00000124=Nuk Lajmëroj Fshirjen e Medias
00000125=Nuk Lajmëroj Formatimin e Medias
00000126=Nuk Lajmëroj Mbishkrimin e Medias
00000127=Qarkulloj Sirtarin Para Verifikimit
00000128=Zgjedh 'Fshij Imazhin'
00000129=Zgjedh 'Fik Kompjuterin'
00000130=Aktivizoj BURN-Proof
00000131=Auto
00000132=Auto\n0\n1\n16\n
00000133=DAO/SAO
00000134=Incremental\nTAO\nDAO/SAO\n
00000135=Krahasoj me Skedën e Imazhit
00000136=DVD-RAM / BD-RE FastWrite (*)
00000137=Zgjedh 'Mbyll Programin'
00000138=Rezervoj Kolonën te DVD+R
00000139=Finalizoj Diskun DVD+R (Rreze Min.) (*)
00000140=* Zbatohet për drajvet LG [HL-DT-ST], Lite-On [LITE-ON], NEC [NEC, Optiarc] dhe Samsung [TSSTcorp].
00000141=Auto'Ndryshoj Llojin e Librit' (*)
00000142=Nuk Lajmëroj Kolonën/Sesionin/Diskun
00000143=Përgjigjem 'Po'
00000144=Përgjigjem 'Jo'
00000145=Kryej OPC Para Shkrimit
00000146=Nuk Lajmëroj Mbylljen e Sirtarit
00000147=Mundësi
00000148=Thyerja e Shtresës (Media DL)
00000149=Sektorët në L0:
00000150=Përparësia e Procesit:
00000151=Njehsoj Skedat Gjatë Krijimit
00000152=Specifike e Përdoruesit
00000153=Auto'Eksportoj Grafikët'
00000154=Pëlqej Disqet Me Formatimin e Duhur (*)
00000155=E Lartë
00000156=Kohë Reale\nE Lartë\nMbi Normalen\nNormale\nNën Normalen\nVarur\n
00000157=* Zbatohet për mediat DVD-RAM dhe BD-RE.
00000158=Pëlqej Formatimin Pa Zonat e Tepërta (*)
00000159=Mundësitë e Radhës
00000160=10 Sekonda
00000161=Vë Diskun Tjetër - 'OK' Automatike
00000162=Nxjerr Sirtarin Para Shkrimit Tjetër
00000163=Vë Diskun Tjetër - Gjej Diskun Tjetër Bosh
00000164=Gabimet e Shkrimit
00000165=Provat Softuerike:
00000166=Verifikoj
00000167=Mundësi
00000168=Përparësia e Procesit:
00000169=Përbuz Bajtët Pa 'të Dhënat e Përdoruesit'
00000170=Zgjedh 'Fshij Imazhin'
00000171=Zgjedh 'Mbyll Programin'
00000172=Zgjedh 'Fik Kompjuterin'
00000173=Auto'Eksportoj Grafikët'
00000174=Aktivizoj SpeedRead DVD (Plextor)
00000175=Normale
00000176=Kohë Reale\nE Lartë\nMbi Normalen\nNormale\nNën Normalen\nVarur\n
00000177=Përbuz të Dhënat e CD-DA
00000179=Skedat Grafike
00000180=Dosja Tipike
00000181=Shfletoj dosjen...
00000182=Përdorimi i Fundit
00000183=Modifikoj
00000184=Skeda e Imazhit
00000185=Mundësi
00000187=Përparësia e Hapit:
00000189=Normale
00000190=Varur\nMë e Ulët\nE Ulët\nNormale\nE Lartë\nMë e Lartë\nKohë Kritike\n
00000191=Kap Shfrytëzimin e Procesorit
00000192=Kap të Dhënat Grafike
00000193=Emri Tipik i Skedës
00000194=%M
00000195=%F
00000196=-     Marka/Modeli i Drajvit
00000197=-     Versioni i Mikrokodit
00000198=%D
00000199=-     Data (Gjatë)
00000200=%T
00000201=-     Ora
00000202=Parashikimi:
00000203=Nuk vlen
00000204=%I
00000205=-     ID Media
00000206=%S
00000207=-     Shpejtësia e Shkrimit
00000208=-     Data (Shkurt)
00000209=%d
00000210=%V
00000211=-     Identifikuesi i Vëllimit të Imazhit
00000212=%B
00000213=-     Data (VVVV/MM/DD)
00000214=Përdorimi i Fundit
00000215=Modifikoj
00000216=Zëvendësoj Hapësirat me Nënvizime
00000217=%M %F %D %T %I %S
00000218=Ngjesh Hapësirat
00000219=I/O
00000220=Ndërfaqja
00000221=ASPI - WNASPI32.DLL
00000222=ASAPI - ASAPI.DLL
00000223=SPTI - Microsoft
00000224=ElbyCDIO - Elaborate Bytes
00000225=Tregoj të Gjitha Pajisjet
00000226=Patin-Couffin - Softueri VSO
00000228=Diktoj Arritjen/Heqjen e Pajisjes
00000229=Masa e Zbutësit
00000230=80 MB
00000231=Aktivizoj Rifitimin e Zbutësit
00000232=Gjatësia e Transferimit
00000233=32 KB
00000234=Automatike
00000235=Manuale
00000236=Pragjet e Rifitimit të Zbutësit
00000241=Pajisja
00000242=Mundësi
00000243=Nxjerr Sirtarin Pas...
00000244=Kyç Sirtarin Gjatë...
00000245=Shkruaj
00000246=Fshij
00000247=Shkruaj
00000248=Fshij
00000249=Çaktivizoj Njoftimin Kur Ndryshoj Mediat
00000250=Verifikoj
00000251=Verifikoj
00000252=Lexoj
00000253=Lexoj
00000254=Rendit Nga
00000255=Asgjë\nAdresa\nShkronja e Drajvit\nEmri\n
00000256=Mundësitë e Sistemit Operativ
00000257=Njoftoj AutoVënien
00000258=Luaj Automatikisht Disqet Informative
00000259=Luaj Automatikisht Disqet Zanore
00000260=Sinkronizimi i Seleksionimit
00000261=Mënyra Ndërtoj
00000262=Mënyra Shkruaj
00000263=Mënyra Verifikoj
00000264=Mënyra Zbuloj
00000265=Mënyra Lexoj
00000266=Shkruaj
00000267=Verifikoj
00000268=Zbuloj
00000269=Shkruaj
00000270=Verifikoj
00000271=Zbuloj
00000272=Shkruaj
00000273=Verifikoj
00000274=Zbuloj
00000275=Ndërtoj
00000276=Ndërtoj
00000277=Ndërtoj
00000278=Zbuloj
00000279=Verifikoj
00000280=Shkruaj
00000281=Ndërtoj
00000282=Lexoj
00000283=Lexoj
00000284=Lexoj
00000285=Lexoj
00000286=Zbuloj
00000287=Verifikoj
00000288=Shkruaj
00000289=Ndërtoj
00000290=Lexoj
00000291=Tinguj
00000292=Mundësi
00000293=Shfletoj skedën...
00000295=Luaj skedën e seleksionuar
00000297=Luaj Tingullin e Suksesit
00000299=Raste
00000300=Gjatë Nisjes
00000301=Përcaktoj Mënyrën e Programit:
00000302=Përcaktoj Mënyrën Output te Ndërtimi:
00000303=Verifikoj Azhurnimet e Programit:
00000304=Zgjedhje e Thjeshtë
00000305=Përdorimi i Fundit\nZgjedhje e Thjeshtë\nLexoj\nNdërtoj\nShkruaj\nVerifikoj\nZbuloj\n
00000306=Përdorimi i Fundit
00000307=Përdorimi i Fundit\nPajisje\nImazh\n
00000308=Përjavë
00000309=Kurrë\nPërditë\nPërjavë\nPër dy javë\nPërmuaj\n
00000310=Gjatë Anulimit
00000311=Fshij Skedat e Papërfunduara:
00000312=Pyes 'Vërtet do e Anulosh?'
00000313=Pyes
00000314=Pyes\nPo\nJo\n
00000315=Gjatë Daljes
00000318=Ruaj Ditarin
00000319=Mbishkruaj Ekzistuesin
00000320=Pastroj Listën me Skedat e Fundit
00000321=Ruaj Radhën
00000322=Mbishkruaj Ekzistuesen
00000323=Bashkëngjit Ekzistuesin
00000324=Gjatë Gabimit
00000325=* Kjo ndodh vetëm kur programi nuk është 'aktiv' / në pamjen e parë.
00000326=Ndriçoj Butonin e Brezit të Punës (*)
00000327=Regjistri
00000328=Sigla Bazë
00000329=AutoLuaj - CD Bosh
00000330=DVD
00000331=AutoLuaj - DVD Bosh
00000332=Asociacionet e Skedave
00000333=BIN
00000334=IMG
00000335=ISO
00000336=DVD
00000337=CDR
00000338=NRG
00000339=GI
00000340=MDS
00000341=PDI
00000342=LST
00000343=UDI
00000344=CDI
00000345=GCM
00000346=IBQ
00000347=Të gjitha
00000348=Asnjë
00000349=DI
00000350=Përcaktoj ImgBurn si Aplikimin Tipik
00000351=IBB
00000352=CUE
00000353=OK
00000354=Anuloj
00000355=Rikthej Tipiket
00000356=Gjuha
00000357=AudioCD
00000358=Krijoj CUE - Ruaj Si Skedë ANSI
00000359=AutoLuaj - HD DVD Bosh
00000360=AutoLuaj - Blu-ray Bosh
00000361=AutoLuaj - Audio CD
00000362=AutoLuaj - Film DVD
00000363=AutoLuaj - HD DVD
00000364=AutoLuaj - Blu-ray
00000365=* Zbatohet për mediat DVD-RAM, HD DVD-RAM dhe BD-RE. \nKur aktivizohet, parandalon drajvin që të kryejë autoverifikimin gjatë shkrimit, duke e lejuar kështu që të djegë me shpejtësinë e tij të plotë.
00000366=Raporti i Modelit
00000367=100 ms
00000368=Kryesore
00000369=Pajisja
00000370=Gjatësia Mesatare e Radhës së Diskut
00000371=Hap Me
00000372=Audio CD - Skeda Tipike Si WAV
00000373=* Zbatohet për mediat DVD+RW, DVD-RAM, HD DVD-RW, HD DVD-RAM dhe BD-RE.
00000374=Nuk Tregoj Mesazhe te Brezi i Statusit (*)
00000375=Vendi i Skedave
00000376=Skedat e Projektit
00000377=Shfletoj dosjen...
00000378=Skedat e Gjuhës
00000379=Shfletoj dosjen...
00000380=Skedat Grafike
00000381=Shfletoj dosjen...
00000382=Skedat e Radhës
00000383=Shfletoj dosjen...
00000384=Skedat e Ditarit
00000385=Shfletoj dosjen...
00000386=Disk i Mbrojtur
00000387=Pastroj Listën me Burime MRU
00000389=WV
00000390=APE
00000391=FLAC
00000392=Tingulli i Gabimit
00000393=Luaj Tingullin e Gabimit
00000394=Shfletoj skedën...
00000395=Luaj skedën e seleksionuar
00000396=Luaj Tingullin Pas...
00000397=Luaj Tingullin Pas...
00000398=Lexoj
00000399=Shkruaj
00000400=Verifikoj
00000401=Fshij Shpejt
00000402=Fshij Plotësisht
00000403=Lexoj
00000404=Shkruaj
00000405=Verifikoj
00000406=Fshij Shpejt
00000407=Fshij Plotësisht
00000408=Kapja e PreGap-it
00000409=0 Kuadro
00000410=* Zbatohet për dritaren 'Zgjedhje e Shpejtë'.
00000411=Rivendos Statistikat e ImgBurn
00000412=Drive.CDROM
00000413=Skedat e Imazhit
00000414=Shfletoj dosjen...
00000415=Nuk Aktivizoj Tingujt
00000416=Gjithmonë përdor këtë shtegun si dosjen e parë në kutitë e dialogut hap/ruaj.
00000417=Gjithmonë përdor këtë shtegun si dosjen e parë në kutitë e dialogut hap/ruaj.
00000418=Gjithmonë përdor këtë shtegun si dosjen e parë në kutitë e dialogut hap/ruaj.
00000419=Gjithmonë përdor këtë shtegun si dosjen e parë në kutitë e dialogut hap/ruaj.
00000420=Gjithmonë përdor këtë shtegun si dosjen e parë në kutitë e dialogut hap/ruaj.
00000421=Gjithmonë përdor këtë shtegun si dosjen e parë në kutitë e dialogut hap/ruaj.
00000422=Tregoj Informacionin
00000423=Nuk Lajmëroj Fshirjen e Skedave
00000424=Përgjigjem 'Po'
00000425=Përgjigjem 'Jo'
00000426=Krijoj MDS - Ruaj Si Skedë ANSI
00000427=Parandaloj Hyrjen në Gatishmëri
00000428=Nuk Përdor I/O Imediat
00000429=Tregoj Masën Reale (1:1)
00000430=* Zbatohet për mediat DVD+R dhe DVD+R DL. Kur aktivizohet, drajvi do sigurohet që zona e regjistruar i përafrohet rrezes së një disku prej 30 mm.
00000431=Finalizoj Diskun - AutoProvoj
00000433=SPTI - Metoda e Numërimit të Pajisjes
00000434=Klasi i Pajisjes\nNdërfaqja e Pajisjes\nShkronja e Drajvit\n
00000435=Video Blu-ray
00000436=Krijoj Dosjen CERTIFICATE
00000437=* Zbatohet për mediat DVD+RW dhe BD-RE.
00000438=Finalizoj Diskun - Përbuz Gabimet
00000439=Gabimet e Leximit
00000440=Provat Softuerike:
00000441=Provat Harduerike:
00000442=Përbuz Gabimet e Leximit
00000443=Formati i Skicës së Imazhit
00000444=DVD
00000445=MDS
00000446=I/O i Skedarit
00000447=Leximi - Gjithmonë Përdor I/O të Zbutur
00000448=CCD
00000449=CUE
00000450=Krahasoj Vlerat e Hashit MD5
00000451=Përbuz Gabimet e Krahasimit
00000452=Rivendos Flamurin 'Treguesi i Lejes për Kopje'
00000453=Faqe 1
00000454=Faqe 2
00000455=Lajmërime
00000457=Nuk Lajmëroj Përmbajtjen e Rrënjës
00000458=Nuk Lajmëroj Përmbajtjen VIDEO_TS
00000460=Përgjigjem 'Po'
00000461=Përgjigjem 'Jo'
00000464=Përgjigjem 'Po'
00000465=Përgjigjem 'Jo'
00000466=Nuk Lajmëroj Përmbajtjen HVDVD_TS
00000467=Përgjigjem 'Po'
00000468=Përgjigjem 'Jo'
00000469=Nuk Lajmëroj Përmbajtjen BDAV/BDMV
00000470=Përgjigjem 'Po'
00000471=Përgjigjem 'Jo'
00000472=Nuk Lajmëroj Parametrat e Instalimit të SO
00000473=Përgjigjem 'Po'
00000474=Përgjigjem 'Jo'
00000475=Nuk Lajmëroj Parametrat e DivX Video
00000476=Përgjigjem 'Jo'
00000477=Përgjigjem 'Po'
00000478=Nuk Lajmëroj Parametrat e DVD Video
00000479=Përgjigjem 'Po'
00000480=Përgjigjem 'Jo'
00000481=Nuk Lajmëroj Parametrat e HD DVD Video
00000482=Përgjigjem 'Po'
00000483=Përgjigjem 'Jo'
00000484=Nuk Lajmëroj Parametrat e BD Video
00000485=Përgjigjem 'Po'
00000486=Përgjigjem 'Jo'
00000487=Masa e Zbutësit të Leximit
00000488=80 MB
00000489=Avancuar
00000490=Këllëfi i Sistemit të Skedarit:
00000491=Sektorët Minimalë të Imazhit
00000492=Sektorët Minimalë të Imazhit:
00000493=30 Sekonda
00000494=LBA e Nisjes e Imazhit:
00000495=Shfletoj Skedat - Dereferoj Lidhësit
00000496=Mbaj Mend Fushën MRU
00000497=Përbuz Skedat 'Në Përdorim'
00000498=Etiketa e Vëllimit - 'Po' Automatike
00000499=Optimizoj Skedat e Dyfishta
00000500=Ditarizoj Emrat e Pamiratuar të Skedës/Dosjes
00000501=ISO9660
00000502=Joliet
00000503=UDF
00000504=Grupoj Skedat Nga Niveli i Direktorisë
00000505=* Përjashtoj përzierjen e skedave/dosjeve në direktorinë rrënjë
00000506=Rendit Skedat Nga Rendi i Listës Burimore (*)
00000507=Krijoj Skedën MD5
00000508=Krijoj Skedën MD5
00000509=Ndryshoj Parametrat e Pëlqyer - Azhurnoj GUIn
00000510=Lajmërime
00000511=Nuk Lajmëroj Dosjen 'ADV_OBJ'
00000512=Përgjigjem 'Po'
00000513=Përgjigjem 'Jo'
00000514=Nuk Lajmëroj Dosjen 'CERTIFICATE'
00000515=Përgjigjem 'Po'
00000516=Përgjigjem 'Jo'
00000517=Pa Sistem Skedari nga Drajvet e Largëta
00000518=Faqe 1
00000519=Faqe 2
00000520=Lajmërime
00000521=Kurrë Nuk Fshij Skedat Zanore
00000522=* Zbatohet për mediat BD-RE.
00000523=Pëlqej Formatimin Me Certifikimin e Plotë (*)
00000524=Pëlqej Masën e Formatit:
00000525=E Pëlqyer
00000526=E Pëlqyer\nMinimale\nMaksimale\n
00000527=* Zbatohet për mediat DVD+RW, DVD-RAM dhe BD-RE.
00000528=* Zbatohet për mediat DVD+RW, DVD-RAM dhe BD-RE.
00000529=* Zbatohet për mediat BD-R. Kur aktivizohet, mbyll funksionet tipike automatike verifiko-pas-shkrimit në drajv, duke e lejuar kështu që të djegë me shpejtësinë e tij të plotë.
00000530=Nuk Kërkoj Verifikimin e BD-R (*)
00000531=Krahasoj Vlerat e Hashit MD5
00000532=Faqe 1
00000533=Faqe 2
00000534=Fonti
00000535=Shfletoj fontin...
00000536=Përcaktoj Fontin e Grafikës
00000537=Nuk Detyroj Veprimin e Fikjes
00000538=Formati i Skicës së Imazhit
00000539=DVD
00000540=MDS
00000541=CD-TEXT - Përdor Kodin e Faqes ANSI
00000543=Përcaktoj Mënyrën Input te Ndërtimi:
00000544=Përdorimi i Fundit
00000545=Përdorimi i Fundit\nStandard\nAvancuar\n
00000546=Mundësitë e Editorit të Skicës së Diskut
00000547=Marr Informacionin e Skedës në Bazë
00000548=* Skedat WAV Gati Për CD-DA janë ato në formatin 44.1 kHz, 16 Bit, Stereo.
00000549=Nuk Analizoj Skedat WAV Gati Për CD-DA (*)
00000550=Shikuesi Tipik
00000551=BurnPlot
00000552=DVDInfoPro
00000554=CUE
00000555=CCD
00000556=Rregulloj Sektorët VTS
00000557=Opti Drive Control
00000558=Njehsoj Pajisjet
00000559=AutoNgarkuesit
00000560=Përbuz Drejtuesit e Montuar te S. i Skedarit
00000561=Nuk Lajmëroj Diskun e Ri
00000562=Ditarizoj Skedat/Dosjet e Fshehura të Lëna
00000563=Ditarizoj Skedat/Dosjet e Sistemit të Lëna
00000564=Ndryshuesit e Mediumit
00000565=Anuloj AutoLojën
00000566=Ndal Ditarizimin Pas 'Shumë' Mesazheve
00000567=Nuk Lajmëroj Detajet e Imazhit
00000568=Nuk Lajmëroj Etiketën e Vëllimit
00000569=Përgjigjem 'Po'
00000570=Përgjigjem 'Jo'
00000571=Nuk Lajmëroj Përmbajtjen AUDIO_TS
00000572=Përgjigjem 'Po'
00000573=Përgjigjem 'Jo'
00000574=Nuk Lajmëroj Parametrat e DVD Audio
00000575=Përgjigjem 'Po'
00000576=Përgjigjem 'Jo'
00000577=Përfshij Skedat e Pikës së Rianalizimit
00000578=Ditarizoj Skedat/Dosjet e Rianalizimit të Lëna
00000579=Të Lutem Vër Re:
00000580=Duhen privilegje Administrative për të pasur efekt ndryshimet e bëra te disa nga këto mundësitë.
00000581=Tabela 'Editori i Skicës së Diskut' - Në Krye
00000582=Tabela 'Radha e Shkrimit' - Qëndroj në Krye
00000583=Drejtimi i Tekstit:
00000584=Majtas-Djathtas
00000585=Majtas-Djathtas\nDjathtas-Majtas\n
00000586=Nëndjegie
00000587=Mundësitë e PreGap-it
00000588=Mënyra e Diktimit:
00000589=Acronova - BSRobots20.dll
00000590=Primera Technology - PTRobot.dll
00000591=Mënyra e Skicës së Diskut
00000592=Faqe 1
00000593=Faqe 2
00000594=CD:
00000595=DVD:
00000596=HD DVD:
00000597=Blu-ray:
00000598=Mënyra Testoj e Aktivizuar
00000599=Vinpower Digital - Porti COM
00000600=Krijoj DVD - Konservoj Emrin e Plotë të Shtegut
00000601=Krijoj DVD - Ruaj Si Skedë ANSI
00000602=Skeda e Ditarit
00000603=Shtoj Kreun
00000604=Faqe 3
00000605=Ditarizimi
00000606=Ditarizoj Nëndosjet e Lëna
00000607=Dereferoj Skedat Lidhëse
00000608=Mundësitë e Mënyrës në Grup
00000609=Nxjerr Sirtarin Para Leximit Tjetër
00000610=Vë Diskun Tjetër - 'OK' Automatike
00000611=10 Sekonda
00000612=Vë Diskun Tjetër - Gjej Diskun Tjetër Jo Bosh
00000613=Mundësitë e Vinpower Digital
00000614=Mënyra e Medias Ngjitëse
00000615=Faqe 1
00000616=Faqe 2
00000617=Zëvendësoj Skedën - Auto'Riemërtoj'
00000618=30 Sekonda
00000619=Përcaktoj Dosjen Fillestare te Paneli i Eksploruesit
00000620=Shfletoj dosjen...
00000621=Mbaj Mend 'Kopjet'
00000622=Mbaj Mend 'Kopjet'
00000623=Dosja 'Skedat e Imazhit'
00000624=Mundësitë e AutoNgarkuesit
00000625=Auto'Ndërprit' Gjatë Gabimit
00000626=Gjithmonë Përdor Zgjedhësin Natyror të Dosjeve
00000627=* Kur djeg një disk Video BD, përcakton llojin e librit 'Normal' sesa 'DVD-ROM'.
00000628=Përdor 'Normal' Për Disqet Video BD (*)
00000632=Prit Gjatë Derisa Drajvi të Bëhet Gati
00000633=Nuk Lajmëroj që Rishikimi i UDF Nuk Garanohet
00000634=Përgjigjem 'Po'
00000635=Përgjigjem 'Jo'
00000636=Ditarizoj Skedat/Dosjet e Filtruara të Lëna
00000637=Gjenerik - Porti COM
00000638=Nuk Lajmëroj Parametrat e MP3 Audio
00000639=Përgjigjem 'Po'
00000640=Përgjigjem 'Jo'
00000641=Nuk Lajmëroj Provat e Djegieve të Dështuara
00000642=Përgjigjem 'Po'
00000643=Përgjigjem 'Jo'
00000644=Gjenerik
00000645=Ndërroj Metodën 'Pranoj Diskun'
00000646=Vlera Baud:
00000647=Mënyra e Testimit Nuk Garantohet
00000648=Lajmërime
00000650=Nuk Lajmëroj Ndryshimin e Skedës së Mini-Imazhit
00000651=Përgjigjem 'Po'
00000652=Përgjigjem 'Jo'
00000653=Tregoj Qelizat e Ndërthurura
00000654=Ditarizoj Skedat/Dosjet Jo-Arkiv të Lëna
00000655=* Zbatohet për mediat DVD+R DL. Kur një imazh i vogël është duke u shkruar, gjithçka e shkruan te shtresa e parë (L0) në vend që të shkruajë sasi të barabarta në të dyja shtresat.
00000656=DVD+R DL Shkruaj Vetëm te Shtresa e Parë (*)
00000657=Krijoj Dosjet BDMV
00000658=Metoda Tipike e Mbidjegies
00000659=Mbidjeg
00000660=Përafroj
00000661=HD DVD Video
00000662=Etiketa e Vëllimit - Lexoj VPLST000.XPL
00000663=Etiketa e Vëllimit - Lexoj BDMT_ENG.XML
00000664=Lajmërime
00000665=Lajmëroj Konfirmimin për Diktimin e DVD Audio
00000666=Lajmëroj Konfirmimin për Diktimin e DVD Video
00000667=Lajmëroj Konfirmimin për Diktimin e HD DVD Video
00000668=Lajmëroj Konfirmimin për Diktimin e BD Video
00000669=Lajmëroj Konfirmimin për Diktimin e Instalimit të SO
00000670=Faqe 4
00000671=Krijoj Njësi në ProgID Tipik
00000672=Tipike e Sistemit
00000673=Specifike e Përdoruesit

[frmShutdown]
00000001=ImgBurn
00000002=Fik Kompjuterin...
00000003=Më the të mbyll sesionin e përdoruesit aktual kur të mbaroja punën.\n\nMirë, unë e bëra timen, kështu që erdhi ora!\n\nQë kjo të mos ndodhë më, kliko tani 'Ndërprit'!\n
00000004=Më the të rinis kompjuterin kur të mbaroja punën.\n\nMirë, unë e bëra timen, kështu që erdhi ora!\n\nQë kjo të mos ndodhë më, kliko tani 'Ndërprit'!\n
00000005=Më the të mbyll kompjuterin kur të mbaroja punën.\n\nMirë, unë e bëra timen, kështu që erdhi ora!\n\nQë kjo të mos ndodhë më, kliko tani 'Ndërprit'!\n
00000006=Më the të vendos kompjuterin në mënyrën 'Gatishmëri' kur të mbaroja punën.\n\nMirë, unë e bëra timen, kështu që erdhi ora!\n\nQë kjo të mos ndodhë më, kliko tani 'Ndërprit'!\n
00000007=Më the të 'Mbyll Energjinë' kur të mbaroja punën.\n\nMirë, unë e bëra timen, kështu që erdhi ora!\n\nQë kjo të mos ndodhë më, kliko tani 'Ndërprit'!\n
00000008=Më the të vendos kompjuterin në mënyrën 'Letargji' kur të mbaroja punën.\n\nMirë, unë e bëra timen, kështu që erdhi ora!\n\nQë kjo të mos ndodhë më, kliko tani 'Ndërprit'!\n
00000009=Ndërprit

[frmConfigureDrivePositions]
00000001=Konfiguroj Pozicionet e Drajvit
00000002=OK
00000003=Anuloj
00000004=E panjohur
00000005=Të lutem seleksiono...
00000006=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000007=Hap/Mbyll
00000008=Pozicioni
00000009=Veprimi
00000010=Drajvi
00000011=E panjohur
00000012=Të lutem seleksiono...
00000013=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000014=Hap/Mbyll
00000015=E panjohur
00000016=Të lutem seleksiono...
00000017=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000018=Hap/Mbyll
00000019=E panjohur
00000020=Të lutem seleksiono...
00000021=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000022=Hap/Mbyll
00000023=E panjohur
00000024=Të lutem seleksiono...
00000025=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000026=Hap/Mbyll
00000027=Përdor kutitë e zgjedhjes për të përcaktuar se cili drajv është në krye dhe cili drajv është në fund.

[frmReadNextDisc]
00000001=Të lutem vendos diskun tjetër...
00000002=Teksti i Statusit
00000004=Anuloj
00000005=Tjetër
00000006=E panjohur
00000014=Hap dosjen përmbledhëse
00000015=E panjohur
00000018=Ngarkoj
00000019=Nxjerr
00000021=Gjej Diskun Tjetër Jo Bosh Te Ndryshuesi
00000022=Shikoj Kontrollin e Ndryshuesit...
00000023=OK
00000024=Kaluar
00000025=E panjohur
00000026=Etiketa:
00000027=Eksportoj Grafikët...
00000028=Shfaq Grafikët...
00000029=Hap dosjen përmbledhëse
00000030=Të Dhënat Grafike:
00000031=E panjohur
00000035=Ngarkoj
00000036=Nxjerr
00000037=E panjohur
00000041=Shfletoj skedën...
00000042=Etiketa:
00000043=E panjohur
00000044=Identifikuesi i Zbatimit
00000045=ID Zbatimi:
00000046=E panjohur
00000047=Sistemet e Skedarit
00000048=Sis Skedari:
00000049=E panjohur

[frmSelectRobotDrives]
00000001=Konfiguroj Pozicionet e Drajvit
00000002=OK
00000003=Anuloj
00000004=E panjohur
00000005=Të lutem seleksiono...
00000006=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000007=Hap/Mbyll
00000008=Pozicioni
00000009=Veprimi
00000010=Drajvi
00000011=E panjohur
00000012=Të lutem seleksiono...
00000013=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000014=Hap/Mbyll
00000015=E panjohur
00000016=Të lutem seleksiono...
00000017=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000018=Hap/Mbyll
00000019=E panjohur
00000020=Të lutem seleksiono...
00000021=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000022=Hap/Mbyll
00000023=E panjohur
00000024=Të lutem seleksiono...
00000025=Të lutem seleksiono...\nJo te Publikuesi\nDrajvi në Krye\nDrajvi në Fund\n
00000026=Hap/Mbyll
00000027=Përdor kutitë e zgjedhjes për të përcaktuar se cili drajv është në krye dhe cili drajv është në fund.

[frmConfigureDriveAssociation]
00000001=Konfiguroj Asociacionet e Drajvit
00000002=OK
00000003=Anuloj
00000004=Emri
00000005=Të lutem seleksiono drajvet që shoqërohen me këtë pajisjen.
00000006=Pajisja:
00000007=E panjohur
00000008=Rifreskoj Drajvet

[frmOverburn]
00000001=ImgBurn
00000002=Duket sikur disku nuk ka hapësirën e duhur për të djegur këtë imazhin.
00000003=Masa e Imazhit:
00000004=E panjohur
00000005=Masa e Diskut:
00000006=E panjohur
00000007=OK
00000008=Anuloj
00000009=Çfarë dëshiron të bëj?
00000010=Shkruaj deri në fundin e imazhit (Mbidjeg)
00000011=Shkruaj deri në fundin e diskut (Përafroj)

[$CONSTANTS]
Abort=Ndërprit
AFileNameCannotContainAnyOfTheFollowingCharacters=Emri i skedës mund të ketë çdonjërën nga këto shenja: \\ / : * ? \\" < > |
AssumeBuild_BDVideo_BDAV=Imazhi yt përmban një dosje 'BDAV' në direktorinë rrënjë, prandaj supozoj se është disk Blu-ray Video.
AssumeBuild_BDVideo_BDMV=Imazhi yt përmban një dosje 'BDMV' në direktorinë rrënjë, prandaj supozoj se është disk Blu-ray Video.
AssumeBuild_DivXVideo=Imazhi yt përmban një skedë 'AVI' në direktorinë rrënjë, prandaj supozoj se është disk DivX Video.
AssumeBuild_DVDAudio=Imazhi yt përmban një dosje 'AUDIO_TS' në direktorinë rrënjë, prandaj supozoj se është disk DVD Audio.
AssumeBuild_DVDVideo=Imazhi yt përmban një dosje 'VIDEO_TS' në direktorinë rrënjë, prandaj supozoj se është disk DVD Video.
AssumeBuild_HDDVDVideo=Imazhi yt përmban një dosje 'HVDVD_TS' në direktorinë rrënjë, prandaj supozoj se është disk HD DVD Video.
AssumeBuild_MP3Audio=Imazhi yt përmban një skedë 'MP3' në direktorinë rrënjë, prandaj supozoj se është disk MP3 Audio.
AssumeBuild_OSInstallation_I386=Imazhi yt përmban një dosje 'I386' në direktorinë rrënjë, prandaj supozoj se është disk instalimi për Sistem Operativ.
AssumeBuild_OSInstallation_InstallWim=Imazhi yt përmban një skedë 'install.wim' në direktorinë 'burime', prandaj supozoj se është disk disk instalimi për Sistem Operativ.
AssumePatch_isolinux_bin=Caktove një skedë të quajtur 'isolinux.bin' si imazhin nisës.
Auto=Auto
AutoOKInXSecond='OK' Automatike për %1 sekondë...
AutoOKInXSeconds='OK' Automatike për %1 sekonda...
AutoRenameInXSecond=Auto'Riemërtoj' për %1 sekondë...
AutoRenameInXSeconds=Auto'Riemërtoj' për %1 sekonda...
AutoYesInXSecond='Po' Automatike për %1 sekondë...
AutoYesInXSeconds='Po' Automatike për %1 sekonda.
BL_ConfirmNewDisc=Je i sigurt për nisjen e një disku të ri?\n\nNëse nuk e ke ruajtur, skica aktuale e diskut do humbasë.
BL_DoubleClickToOpenTheFile=Kliko dy herë për të hapur skedën.
BL_DoubleClickToOpenTheFolder=Kliko dy herë për të hapur dosjen.
BL_File=Skedë
BL_FileFolder=Dosje e Skedës
BL_Files=Skeda
BL_Folder=Dosje
BL_Folders=Dosje
BL_Free=e Lirë
BL_Item=Njësi
BL_ItemFileFolders=%1 Njësi (%2 Skedë, %3 Dosje)
BL_ItemFilesFolder=%1 Njësi (%2 Skeda, %3 Dosje)
BL_Items=Njësi
BL_ItemSelected=Njësi e Seleksionuar
BL_ItemSelectedFileFolders=%1 Njësi e Seleksionuar (%2 Skedë, %3 Dosje)
BL_ItemSelectedFilesFolder=%1 Njësi e Seleksionuar (%2 Skeda, %3 Dosje)
BL_ItemsFileFolder=%1 Njësi (%2 Skedë, %3 Dosje)
BL_ItemsFileFolders=%1 Njësi (%2 Skedë, %3 Dosje)
BL_ItemsFilesFolder=%1 Njësi (%2 Skeda, %3 Dosje)
BL_ItemsFilesFolders=%1 Njësi (%2 Skeda, %3 Dosje)
BL_ItemsSelected=Njësi të Seleksionuara
BL_ItemsSelectedFileFolder=%1 Njësi të Seleksionuara (%2 Skedë, %3 Dosje)
BL_ItemsSelectedFileFolders=%1 Njësi të Seleksionuara (%2 Skedë, %3 Dosje)
BL_ItemsSelectedFilesFolder=%1 Njësi të Seleksionuara (%2 Skeda, %3 Dosje)
BL_ItemsSelectedFilesFolders=%1 Njësi të Seleksionuara (%2 Skeda, %3 Dosje)
BL_NewFolder=Dosje e Re
BL_NotApplicable=N/A
BL_Root=Rrënja
BL_ThisFolderAlreadyContainsAFileNamed=Kjo dosje e përmban edhe një skedë me emrin '%1'.
BL_ThisFolderAlreadyContainsASubfolderNamed=Kjo dosje e përmban edhe një nëndosje me emrin '%1'.
BL_ThisLevelAlreadyContainsAFileNamed=Ky nivel e përmban edhe një skedë me emrin '%1'.
BL_ThisLevelAlreadyContainsAFolderNamed=Ky nivel e përmban edhe një dosje me emrin '%1'.
BL_Used=e Përdorur
BuildBurnAnImage=Ndërtoj + Djeg një Imazh
BurnAnImage=Djeg një Imazh
BurnAnImageFileInBuildMode_1=Ke seleksionuar vetëm një skedë dhe duket si imazh!
BurnAnImageFileInBuildMode_2=Je në mënyrën 'Ndërtoj', je i sigurt se do të krijosh një depozitim të kësaj skede imazh dhe jo ta djegësh atë normalisht?
BurnAnImageFileInBuildMode_3=Shënim: Nëse do e djegësh normalisht, kliko 'Jo', kalo te mënyra 'Shkruaj' dhe provoje përsëri.
Burning=Djegie
Burnt=Djegur
BurnUsing=Djeg me
Byte=Bajt
ByteLC=bajt
Bytes=Bajt
BytesLC=bajt
Cancel=Anuloj
CancelAutoOK="Anuloj - 'OK' Automatike"
CantCreateImageFromMultiSessionDisc=Më vjen keq, përdorimi i mënyrës Lexoj për të krijuar një imazh nga një disk me shumë sesione %1 nuk garantohet tani.\n\nSi alternativë, përdor mënyrën Ndërtoj për të krijuar një imazh të ri të 'pastër', të bazuar në përmbajtjen e diskut.
CantCreateImageFromMultiTrackDisc=Më vjen keq, përdorimi i mënyrës Lexoj për të krijuar një imazh nga një disk me shumë kolona %1 nuk garantohet tani.\n\nSi alternativë, përdor mënyrën Ndërtoj për të krijuar një imazh të ri të 'pastër', të bazuar në përmbajtjen e diskut.
ChangesAvailable=Ndryshimet e Vlefshme
Continue=Vijoj
CorrectDataType_BDVideo=Zakonisht disqet Blu-ray Video përdorin llojin e të dhënave 'MODE1/2048', jo '%1' siç e ke seleksionuar.
CorrectDataType_DVDAudio=Zakonisht disqet DVD Audio përdorin llojin e të dhënave 'MODE1/2048', jo '%1' siç e ke seleksionuar.
CorrectDataType_DVDVideo=Zakonisht disqet DVD Video përdorin llojin e të dhënave 'MODE1/2048', jo '%1' siç e ke seleksionuar.
CorrectDataType_HDDVDVideo=Zakonisht disqet HD DVD Video përdorin llojin e të dhënave 'MODE1/2048', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_BDVideo=Zakonisht disqet Blu-ray Video përdorin sistemin e skedarit 'UDF', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_DivXVideo=Zakonisht disqet DivX Video përdorin sistemet e skedarit 'ISO9660 + Joliet', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_DVDAudio=Zakonisht disqet DVD Audio përdorin sistemet e skedarit 'ISO9660 + UDF', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_DVDVideo=Zakonisht disqet DVD Video përdorin sistemet e skedarit 'ISO9660 + UDF', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_HDDVDVideo=Zakonisht disqet HD DVD Video përdorin sistemin e skedarit 'UDF', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_MP3Audio=Zakonisht disqet MP3 Audio përdorin sistemin e skedarit 'ISO9660 + Joliet', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_OSInstallation_I386=Zakonisht disqet e instalimit të Sistemit Operativ përdorin sistemin e skedarit 'ISO9660', jo '%1' siç e ke seleksionuar.
CorrectFileSystem_OSInstallation_InstallWim=Zakonisht disqet e instalimit të Sistemit Operativ përdorin sistemin e skedarit 'UDF', jo '%1' siç e ke seleksionuar.
CorrectUDFRevision_BDVideo=Zakonisht disqet Blu-ray Video përdorin rishikimin UDF '2.50', jo '%1' siç e ke seleksionuar.
CorrectUDFRevision_DVDAudio=Zakonisht disqet DVD Audio përdorin rishikimin UDF '1.02', jo '%1' siç e ke seleksionuar.
CorrectUDFRevision_DVDVideo=Zakonisht disqet DVD Video përdorin rishikimin UDF '1.02', jo '%1' siç e ke seleksionuar.
CorrectUDFRevision_HDDVDVideo=Zakonisht disqet HD DVD Video përdorin rishikimin UDF '2.50', jo '%1' siç e ke seleksionuar.
CorrectUDFRevision_OSInstallation_InstallWim=Zakonisht disqet e instalimit të Sistemit Operativ përdorin rishikimin UDF '1.02', jo '%1' siç e ke seleksionuar.
CreateAnImage=Krijoj një Imazh
CreateDVDFile=Krijoj një Skedë DVD
CreateMDSFile=Krijoj një Skedë MDS
CS_IncludeArchiveFilesOnly_Disabled=Përfshij Vetëm Skedat Arkiv - Çaktivizuar
CS_ISO9660_AllowFilesWithoutExtensions_Enabled=ISO9660 - Lejoj Skedat Pa Sigël - Aktivizuar
CS_ISO9660_AllowMoreThan8DirectoryLevels_Enabled=ISO9660 - Lejoj Më Shumë se 8 Nivele të Direktorisë - Aktivizuar
CS_ISO9660_CharacterSet_DOS=ISO9660 - Grupi i Shenjave - DOS
CS_ISO9660_DontAddVersionNumberToFileIdentifiers_Enabled=ISO9660 - Nuk Shtoj Numër Versioni te Identifikuesit e Skedës - Aktivizuar
CS_ISO9660_InterchangeLevel_LevelX=ISO9660 - Niveli i Shkëmbimit - Niveli X
CS_Joliet_AddVersionNumberToFileIdentifiers_Disabled=Joliet - Shtoj Numër Versioni te Identifikuesit e Skedës - Çaktivizuar
CS_Joliet_AllowFilesWithoutExtensions_Enabled=Joliet - Lejoj Skedat Pa Sigël - Aktivizuar
CS_Joliet_InterchangeLevel_LevelX=Joliet - Niveli i Shkëmbimit - Niveli X
CS_PreserveFullPathnames_Disabled=Konservoj Emrin e Plotë të Shtegut - Çaktivizuar
CS_RecurseSubdirectories_Enabled=Ripërsërit Nëndirektoritë - Aktivizuar
CurrentMediaDoesNotSupportDataType_UseMode1=Media aktuale nuk garanton llojin e të dhënave '%1', 'MODE1/2048' do përdoret në vendin e tij.
CurrentProfile_None=Asnjë!
CurrentProfile_Unknown=E panjohur
CurrentProfile_Unknown_Failed=E panjohur (DËSHTOI!)
CurrentProfile_Unknown_NotSupported=E panjohur (Nuk Garantohet)
CurrentProfile_Unknown_X=E panjohur (%1)
Date=Data
DeleteEmptyFolder=Do Fshish Dosjen Boshe?
DeleteIncompleteFile=Do Fshish Skedën e Papërfunduar?
DetectBuild_BDVideo=Po provon të ndërtosh një disk Blu-ray Video?
DetectBuild_DVDAudio=Po provon të ndërtosh një disk DVD Audio?
DetectBuild_DVDVideo=Po provon të ndërtosh një disk DVD Video?
DetectBuild_HDDVDVideo=Po provon të ndërtosh një disk HD DVD Video?
DetectBuild_OSInstallation=Po provon të ndërtosh një disk instalimi për Sistem Operativ?
DirectoryDepthExceedsISO9660Limit_1=Thellësia e direktorisë e kalon limitin ISO9660 prej 8 nivelesh!
DirectoryDepthExceedsISO9660Limit_2=Emri: '%1'
DirectoryDepthExceedsISO9660Limit_3=Numri i niveleve të direktorisë në shteg: %1
DirectoryDepthExceedsISO9660Limit_4=Shumica e niveleve të direktorisë në çdo shteg: %1
DirectoryDepthExceedsISO9660Limit_5=Gjithsesi, dëshiron të vijosh?
DirectShowFilterList=Lista e Filtrave DirectShow:
Disabled=Çaktivizuar
Disc=Disku
DiscOptions=Mundësitë e Diskut
DropDescription_Insert_Unknown=<Panjohur>
DropDescription_Message_AddTo=Shtoj te %1
DropDescription_Message_CannotAccept=Kompjuteri thotë 'Jo'
DropDescription_Message_CopyTo=Kopjoj te %1
DropDescription_Message_MoveTo=Lëviz te %1
Enabled=Aktivizuar
ETFSBOOT_DontPatchBootInformationTable=Imazhi yt nisës 'ETFSBOOT.COM' nuk kërkon mundësinë 'Arnoj Tabelën e Informacionit të Nisjes' që të jetë e aktivizuar.\n\nDëshiron që ta korrigjoj unë këtë herë?
ETFSBOOT_WrongSectorsToLoad_4=Imazhi yt nisës 'ETFSBOOT.COM' ka masën 2 KB.\n\nPrandaj vlera e 'Sektorët e Hapur' duhet të jetë 4, jo %1, siç është tani.\n\nDëshiron që ta korrigjoj unë këtë herë?
ETFSBOOT_WrongSectorsToLoad_8=Imazhi yt nisës 'ETFSBOOT.COM' ka masën 4 KB.\n\nPrandaj vlera e 'Sektorët e Hapur' duhet të jetë 8, jo %1, siç është tani.\n\nDëshiron që ta korrigjoj unë këtë herë?
FileName=Emri i Skedës:
Finished=Përfundoi
FolderContentRepresentRootDirectoryContent_1=Ke seleksionuar vetëm një 1 dosje!
FolderContentRepresentRootDirectoryContent_2=Dëshiron që të shtoj thjesht përmbajtjen e '%1' te imazhi?
FolderContentRepresentRootDirectoryContent_3=(Përndryshe, dosja '%1' do duket në direktorinë rrënjë të imazhit.)
FolderOrFileDoesNotExistOrIsNotAccessible=Dosja apo skeda nuk ekziston ose nuk hapet!
Frame=Kuadër
Frames=Kuadro
GraphDataPreview_DefaultMediaID=MEDIA-ID
GraphDataPreview_DefaultVolumeIdentifier=VOLUME-IDENTIFIER
HaventIncludedADVOBJFolder=Nuk ke përfshirë një dosje 'ADV_OBJ' edhe pse ekziston një te i njëjti nivel direktorie si i dosjes 'HVDVD_TS'.\n\nDo që ta përfshij atë tani?
HaventIncludedCERTIFICATEFolder=Nuk ke përfshirë një dosje 'CERTIFICATE' edhe pse ekziston një te i njëjti nivel direktorie si i dosjes 'BDMV'.\n\nDo që ta përfshij atë tani?
IB_BootCatalog=Katalogu Nisës
IB_BootImage=ImazhNisësi
IB_CalculatingFileMD5HashValues=Njehson Vlerat e Hashit MD5 të Skedës...
IB_CalculatingImageSize=Njehson Masën e Imazhit...
IB_CheckingISO9660FileSizes=Verifikon Masat e Skedarit në ISO9660...
IB_ClearingFolderFileArchiveAttributes=Pastron Atributet e Arkivit në Dosje/Skedë...
IB_DeletingSourceFiles=Fshin Skedat Burimore...
IB_FileSystemPadding=Mbush Sistemin e Skedarit
IB_FixingVTSSectors=Rregullon Sektorët VTS...
IB_GeneratingFileLBA=Gjeneron LBA-në e Skedarit...
IB_GeneratingISO9660CompliantNames=Gjeneron Emrat e Miratuar në ISO9660...
IB_GeneratingISO9660Data=Gjeneron të Dhënat në ISO9660...
IB_GeneratingISO9660DirectoryLBA=Gjeneron LBA-në e Direktorisë në ISO9660...
IB_GeneratingJolietCompliantNames=Gjeneron Emrat e Miratuar në Joliet...
IB_GeneratingJolietData=Gjeneron të Dhënat në Joliet...
IB_GeneratingJolietDirectoryLBA=Gjeneron LBA-në e Direktorisë në Joliet...
IB_GeneratingUDFCompliantNames=Gjeneron Emrat e Miratuar në UDF...
IB_GeneratingUDFData=Gjeneron të Dhënat në UDF...
IB_GeneratingUDFDirectoryLBA=Gjeneron LBA-në e Direktorisë në UDF...
IB_GettingRegionInformation=Merr Informacionin e Rajonit...
IB_InitialisingBootImageFile=Fillon Skedën e Imazhit Nisës...
IB_ISO9660DirectoryRecords=Regjistrimet e Direktorisë në ISO9660
IB_ISO9660PathTableRecords=Regjistrimet te Tabela e Shtegut në ISO9660
IB_JolietDirectoryRecords=Regjistrimet e Direktorisë në Joliet
IB_JolietPathTableRecords=Regjistrimet te Tabela e Shtegut në Joliet
IB_NotApplicable=N/A
IB_OptimisingDuplicateFiles=Optimizon Skedat Dublikata...
IB_PatchingBootInformationTable=Arnon Tabelën e Informacionit Nisës...
IB_SettingDirectoryTimes=Përcaktoj Kohët e Direktorisë...
IB_SortingFilesBySize=Rendit Skedat Sipas Masës...
IB_SortingItems=Rendit Njësitë...
IB_ThisMayTakeAWhile_PleaseBePatient=Kjo mund të zgjasë pak, të lutem duro...
IB_UDFDirectoryRecords=Regjistrimet e Direktorisë në UDF
IB_UDFFileSet=Grupi i Skedarit në UDF
IB_UDFFileSetDuplicate=Grupi i Skedarit në UDF (Dublikatë)
IB_WritingBootCatalog=Shkruan Katalogun Nisës...
IB_WritingBootImage=Shkruan Imazhin Nisës...
IB_WritingFiles=Shkruan Skedat...
IB_WritingFileSystemPadding=Shkruan Mbushjen e Sistemit të Skedarit...
IB_WritingISO9660DirectoryRecords=Shkruan Regjistrimet e Direktorisë në ISO9660...
IB_WritingISO9660PathTableRecords=Shkruan Regjistrimet te Tabela e Shtegut në ISO9660...
IB_WritingJolietDirectoryRecords=Shkruan Regjistrimet e Direktorisë në Joliet...
IB_WritingJolietPathTableRecords=Shkruan Regjistrimet te Tabela e Shtegut në Joliet...
IB_WritingUDFDirectoryRecords=Shkruan Regjistrimet e Direktorisë në UDF...
IB_WritingUDFFileSet=Shkruan Grupin e Skedarit në UDF...
IB_WritingUDFFileSetDuplicate=Shkruan Grupin e Skedarit në UDF (Dublikatë)...
Ignore=Përbuz
ImageTooLargeForDataType_UseMode1=Imazhi është shumë i madh për llojin e të dhënave '%1', 'MODE1/2048' do përdoret në vendin e tij.
Index=Indeksi
LayerBreak=Thyej Shtresën
LogWindow_CloseMessage=Kjo dritare është modeluar të qëndrojë gjithmonë e hapur!\n\nNëse e mbyll, humbet shumë informacione, mesazhe / njoftime / gabime që ka mundësi të jenë shumë të rëndësishme.\n\nJe i sigurt se do të bësh lojën e strucit që fut kokën në rërë?
MiniImageNotStoredWithContent=Imazhet mini (.miniso) nuk do punojnë siç duhet nëse nuk depozitohen me skedat/dosjet për të cilat janë ndërtuar.\n\nPra, që kjo të funksionojë, skeda e destinacionit duhet të ndryshojë nga...\n\n%1\n\nnë...\n\n%2\n\nDëshiron që ta ndryshoj unë këtë herë?
MinimizeToSystemTray=Minimizoj te Brezi i Sistemit
Minute=Minutë
Minutes=Minuta
No=Jo
NoFilesOrFoldersWereAddedToTheImage=Te imazhi nuk u shtua asnjë skedë ose dosje!
None=Asnjë
Normal=Normale
NotApplicable=N/A
NoteGUIOptionNotChanged=Shënim: Mundësia te Grafika nuk do ndryshojë.
NoteGUIOptionsNotChanged=Shënim: Mundësitë te Grafika nuk do ndryshohen.
Of=nga
OK=OK
Options=Mundësi
OverburnSize=%1 Sektorë (%2 MB)
PathLengthExceedsISO9660Limit_1=Gjatësia e shtegut e kalon limitin ISO9660 prej %1 shenjash!
PathLengthExceedsISO9660Limit_2=Emri: '%1'
PathLengthExceedsISO9660Limit_3=Emri ISO9660: '%1'
PathLengthExceedsISO9660Limit_4=Numri i shenjave në shteg: %1
Performer=Këngëtari
Permanent=Kohëshkurtër
PleaseSelect=Të lutem seleksiono
PleaseSelectAFile=Të lutem seleksiono një skedë
ProposedSettingChange=Ndryshimi i Propozuar i Parametrit:
ProposedSettingChanges=Ndryshimet e Propozuara të Parametrit:
Queued=Në radhë
ReadUsing=Lexoj me
Reason=Arsye
RemoveTopMostDiscFromOutputBin=Të lutem hiqe diskun e kreut nga koshi i outputit, u refuzua nga autongarkuesi.
RenamedWithEmptyName=Nëse do të klikosh 'Riemërtoj', të paktën cakto emrin e ri të skedës!
Reset=Rivendos
Retry=Riprovoj
Second=Sekondë
Seconds=Sekonda
SelectDefaultDestinationFolder=Seleksionoj Dosjen Tipike të Destinacionit
SelectDestinationFolderForBatchModeImages=Seleksionoj dosje e destinacionit për imazhet e mënyrës në grup
SelectedAFolderContainingVideoFiles_BDVideo=Ke seleksionuar një dosje që përmban skeda për Blu-ray Video!\n\nPo provon të ndërtosh një disk Blu-ray Video?
SelectedAFolderContainingVideoFiles_DVDAudio=Ke seleksionuar një dosje që përmban skeda për DVD Audio!\n\nPo provon të ndërtosh një disk DVD Audio?
SelectedAFolderContainingVideoFiles_DVDVideo=Ke seleksionuar një dosje që përmban skeda për DVD Video!\n\nPo provon të ndërtosh një disk DVD Video?
SelectedAFolderContainingVideoFiles_HDDVDVideo=Ke seleksionuar një dosje që përmban skeda për HD DVD Video!\n\nPo provon të ndërtosh një disk HD DVD Video?
SelectedVideoFiles_BDVideo=Ke seleksionuar vetëm skeda për Blu-ray Video!\n\nPo provon të ndërtosh një disk Blu-ray Video?
SelectedVideoFiles_DVDAudio=Ke seleksionuar vetëm skeda për DVD Audio!\n\nPo provon të ndërtosh një disk DVD Audio?
SelectedVideoFiles_DVDVideo=Ke seleksionuar vetëm skeda për DVD Video!\n\nPo provon të ndërtosh një disk DVD Video?
SelectedVideoFiles_HDDVDVideo=Ke seleksionuar vetëm skeda për HD DVD Video!\n\nPo provon të ndërtosh një disk HD DVD Video?
SelectExplorerPaneInitialFolder=Seleksionoj Dosjen Fillestare te Paneli i Eksploruesit
SelectFolderForGraphDataFiles=Seleksionoj Dosjen Për Skedat Grafike
SelectFolderForImageFiles=Seleksionoj Dosjen Për Skedat e Imazhit
SelectFolderForLanguageFiles=Seleksionoj Dosjen Për Skedat e Gjuhës
SelectFolderForLogFiles=Seleksionoj Dosjen Për Skedat e Ditarit
SelectFolderForProjectFiles=Seleksionoj Dosjen Për Skedat e Projektit
SelectFolderForQueueFiles=Seleksionoj Dosjen Për Skedat e Radhës
SelectFolderToAdd=Seleksionoj dosjen për të shtuar
Session=Sesion
SessionOptions=Mundësitë e Sesionit
Sessions=Sesione
Special=Special
StayOnTop=Qëndroj Në Krye
Temporary=Përkohshëm
ThatsFineExceptConflictingSetting=Për mua s'ka gjë, vetëm se ke një parametër të kundërt që mund ta ndalë atë të punojë siç duhet.
ThatsFineExceptConflictingSettings=Për mua s'ka gjë, vetëm se ke disa parametra të kundërt që mund ta ndalin atë të punojë siç duhet.
ThisSettingIsActive=Ky parametër është aktiv.
ThisSettingIsNotActive=Ky parametër NUK është aktiv.
Time=Koha
Title=Titulli
Total=Totali
Track=Kolonë
TrackOptions=Mundësitë e Kolonës
Tracks=Kolona
TryAgain=Provoj Përsëri
TryingToBuild_BDVideo=Duket sikur po mundohesh të ndërtosh një disk Blu-ray Video!
TryingToBuild_DVDAudio=Duket sikur po mundohesh të ndërtosh një disk DVD Audio!
TryingToBuild_DVDVideo=Duket sikur po mundohesh të ndërtosh një disk DVD Video!
TryingToBuild_HDDVDVideo=Duket sikur po mundohesh të ndërtosh një disk HD DVD Video!
TryingToBuild_OSInstallation=Duket sikur po mundohesh të ndërtosh një disk instalimi për Sistem Operativ!
UnacceptableCharacter=Shenjë e Papranueshme
Unknown=E panjohur
VendorInfo=Info i Shitësit:
VolumeLabel_UNDEFINED=I PAPËRCAKTUAR
WarnBootable=Për mua s'ka gjë, vetëm se më the që ta bëj diskun përnisës.
WarnBootable_Hint=Këshillë: Këtë e ndalon te fusha 'Avancuar' -> 'Disk Përnisës'.
WarnNotBootable=Për mua s'ka gjë, vetëm se nuk më the që ta bëj diskun përnisës.
WarnNotBootable_Hint=Këshillë: Këtë e bën te fusha 'Avancuar' -> 'Disk Përnisës'.
WarnNotPatchingBootInfoTable=Për mua s'ka gjë, vetëm se më the që të arnoj tabelën e informacionit të nisjes.
WarnNotPatchingBootInfoTable_Hint=Këshillë: Ketë e bën te fusha 'Avancuar' -> 'Disk Përnisës'.
WarnUDFRevisionNotSupportedByOS=Seleksionove një rishikim të UDF-së (%1) që nuk garantohet nga ky sistem operativ.\n\nNuk do e shfletosh dot përmbajtjen e diskut pa drejtuesin nga një palë e 3-të.
WouldYouLikeMeToAdjustTheSettingForYou=Ta rregulloj këtë parametër?
WouldYouLikeMeToAdjustTheSettingsForYou=T'i rregulloj këta parametra?
WouldYouLikeToContinueAnyway=Gjithsesi, do vijosh?
WriteSpeed_AWS=SHASH
WrongDataTypeForUsingIsoFileExtension_1=Për shkak të parametrit aktual te 'Lloji i të Dhënave', ky imazh nuk duhet dhe nuk mundet të ruhet me siglën e skedës '.iso'.
WrongDataTypeForUsingIsoFileExtension_2=Po s'e bëre, unë do e ruaj imazhin me siglën '.bin'.
Yes=Po
